{
  "mlo": {
    "title": "放債人條例",
    "content": "貸款協議的摘記或備忘錄所須包括或附有的本條例條文撮要的格式以下所列的《放債人條例》條文撮要，對保障訂立貸款協議的各方均至為重要，應小心閱讀。該撮要並非法例的一部分，如有疑問，應參閱《放債人條例》有關條文。<h2>《放債人條例》第III部撮要─放債人進行的交易</h2><br/>本條例第18條列出關於放債人作出貸款的規定。每份貸款協議須以書面訂立，並由借款人於該協議作出後的7天內及於該筆款項貸出之前簽署。在簽訂協議時，須將已簽署的一份協議摘記，連同本撮要一份給予借款人。該摘記須載有該宗貸款的詳盡細則，包括還款條款、保證形式及利率。不符合上述規定的協議不得予以強制執行，除非法庭信納不強制執行該協議並不公平。<br/><br/>本條例第18條列出關於放債人作出貸款的規定。每份貸款協議須以書面訂立，並由借款人於該協議作出後的7天內及於該筆款項貸出之前簽署。在簽訂協議時，須將已簽署的一份協議摘記，連同本撮要一份給予借款人。該摘記須載有該宗貸款的詳盡細則，包括還款條款、保證形式及利率。不符合上述規定的協議不得予以強制執行，除非法庭信納不強制執行該協議並不公平。 本條例第19條訂定，如借款人提出書面要求及就有關開支而支付訂明費用，則放債人須將該借款人在貸款協議下當時的債務情況(包括已還款項、到期或即將到期的款項及利率)的結算書正本及副本一份給予借款人。借款人須在該結算書的副本上簽註文字，表示已經收到該結算書的正本，並將經如此簽註的該結算書副本交回該放債人。放債人則須在與該結算書有關的協議持續期間保留該份已交回的結算書副本。如放債人不照辦，即屬犯罪。如借款人提出書面要求，放債人亦須供給與該宗貸款有關或與保證有關的任何文件的副本。但上述要求，不得在一個月內提出超過一次。放債人如無充分理由而沒有遵照本段所述的要求辦理，則不得收取在該等要求沒有照辦期間的利息。<br/><br/>本條例第20條訂定，除非保證人亦是借款人，否則須在協議作出後的7天內，給予保證人一份已簽署的協議摘記、一份保證文書(如有的話)及詳列須支付款項總額的結算書。如保證人在任何時間提出書面要求(不得在一個月內超過一次)，放債人須給予他一份已簽署並詳列已支付款項總額及尚欠款項總額的結算書。放債人如無充分理由而沒有遵照辦理，則不得在該項要求沒有照辦期內強制執行該項保證。<br/><br/>本條例第21條訂定，借款人以書面通知後，可隨時將貸款及計算至還款日期為止的利息償還，放債人不得因借款人提早還款而徵收較高利率。<br/><br/>放債人如是財政司根據《放債人條例》第33A(4)條以憲報公告認可的放債人或認可的社團的成員，則上述條文不適用。<br/><br/>本條例第22條述明，任何貸款協議如訂定須支付複利或訂定不准以分期方式償還貸款，均屬非法。此外，任何貸款協議如訂定到期而未支付的款項須收取較高利率，亦屬非法，但該協議可訂定，未償還的本金部分及利息須收取單利，但利率不得超過在沒有拖欠的情況下須支付的利率；但如法庭信納，該協議如因不符合本條規定而成為非法並不公平，則可宣布該份非法協議全部或部分合法。<br/><br/>本條例第23條述明，如放債人在訂立貸款協議時或接受貸款保證時並未領有牌照，則與該放債人訂立的貸款協議及給予他的保證不得強制執行；但如法庭信納，該協議或保證如因本條規定而不能強制執行並不公平，則可宣布該協議或保證的全部或部分可予強制執行。<br/><br/><h2>《放債人條例》第IV部撮要─過高利率</h2><br/>本條例第24條釐定任何貸款的最高實際利率為年息60%(“實際利率”須按照本條例附表2計算)。任何貸款協議如訂定更高的實際利率，則不得強制執行，而放債人亦可被檢控。此最高利率可由立法會予以變更，但已存在的協議則不受影響。對於向繳足款股本不少於$1,000,000的公司作出的貸款或作出如此貸款的人，本條並不適用。<br/><br/>本條例第25條訂定，在強制執行貸款協議或強制執行貸款保證的法庭法律程序中，或在借款人本人或保證人本人向法庭申請濟助時，法庭可查察該協議的條款，以視該等條款是否極之不公平或利率過高(實際利率如超逾年息48%或立法會所訂的其他利率，即可單憑該理由而推定該利率過高)，而法庭在顧及所有情況後，可將該協議的條款更改，使其對協議各方均公平。對於向繳足款股本不少於$1,000,000的公司作出的貸款或作出如此貸款的人，本條並不適用。"
  },
  "privacy-policy": {
    "title": "私隱政策及收集個人資料聲明",
    "content": "<p>本聲明適用於WELEND LIMITED（「<b>WELEND</b>」或「<b>我們</b>」）。WELEND是WELAB HOLDINGS LIMITED集團之下其中一間公司（「<b>WeLab集團</b>」）。</p><p>在本聲明中，「<b>資料當事人</b>」或「<b>閣下</b>」一詞應涵蓋本網站之訪客﹑WELEND Chatbot的使用者﹑貸款申請人及貸款客戶。</p><p>本聲明之內容適用於所有資料當事人及為資料當事人不時與WELEND訂立的貸款協議及／或任何協議或安排的條款及細則的一部分。若本聲明與相關的協議或安排有任何不一致或歧異之處，所有有關保障資料當事人的個人資料以本聲明為準。</p><h2><center>私隱政策聲明</center></h2><h2>我們的私隱原則</h2><p>WELEND重視閣下的信任。WELEND承諾完全執行及遵守個人資料（私隱）條例（香港法例第486章） （「<b>條例</b>」）下的六項保障資料原則。本聲明旨於協助閣下明白WELEND有關個人資料的私隱政策及實務。</p><h2>我們的承諾</h2><p>我們承諾透過遵守條例的要求及由個人資料私隱專員公署所發出的相關實務守則及指引去保障閣下的個人資料。我們會確保我們的僱員及被許可瀏覽閣下的個人資料的第三者維護這些責任。</p><h2>個人資料的收集</h2><p>個人資料指任何與個人有關的資料，而從該資料可直接或間接地確定有關個人的身分。我們可能收集（包括但不限於）以下資料，而其可能不時成為個人資料︰</p><ul><li>姓名；</li><li>年齡；</li><li>性別；</li><li>電話號碼；</li><li>電郵地址；</li><li>身份證號碼或護照號碼；</li><li>國籍或居留身分；</li><li>出生日期；</li><li>個人財務狀況，意願或目標 （包括貸款需要）；</li><li>收入或財產資料；</li><li>教育程度；</li><li>就業資料；</li><li>居住資料；</li><li>銀行戶口或儲值支付工具戶口之詳情；</li><li>Facebook ID及在Facebook顯示的名稱；</li><li>LinkedIn ID及其相關資訊；</li><li>對任何產品或服務的偏好；</li><li>閣下與WELEND的對話內容；</li><li>有關閣下瀏覽及使用WELEND網站及WELEND Chatbot的資料；及</li><li>位置資料。</li></ul><p>另外，當閣下使用WELEND網站或服務時，我們可能會自動收集某些資料，而該資料在與閣下的其他資料相結合時可能會成為個人資料。上述資料包括但不限於：</p><ul><li>閣下正在使用的裝置或器材的屬性，如操作系統、硬件版本、裝置設定、軟件及裝置識別碼；</li><li>裝置的位置，包括通過全球定位系統、藍芽、WiFi訊號或其他方法取得的特定地理位置；</li><li>流動網絡資料，如閣下的流動網絡供應商、互聯網服務供應商或其他服務供應商的名稱、網頁瀏覽器種類以及IP位址；</li><li>將閣下導入WELEND網站的網頁；</li><li>閣下在WELEND網站所瀏覽的頁面；</li><li>閣下查閱的產品和服務詳情以及閣下使用WELEND網站上的資料、工具和其他內容；及</li><li>閣下於WELEND網站上點擊的連結。</li></ul><p>當獲得閣下的要求或授權，WELEND或能從我們的業務合作夥伴或品牌合作夥伴或信用諮詢機構中取得有關閣下的資訊。 WELEND還可能從公共領域中獲取有關閣下的資料。</p><p>我們可能為收集個人資料聲明中所訂定的目的使用所收集的個人資料（參考下方）。個人資料的使用及披露及閣下查閱及更正WELEND所保留的個人資料的權利亦在收集個人資料聲明中訂定（參考下方）。</p><h2>Cookies 的使用</h2><p>Cookies 是在資料當事人瀏覽 WELEND 網站，與WELEND Chatbot互動或點擊WELEND 的網上廣告時放置在資料當事人的裝置上的小資料檔案。 Cookies 或類似技術用於以下目的︰</p><ol type='a'><li>對閣下在網站上的行為進行統計分析，例如瀏覽我們網站的次數﹑頁面瀏覽量和每頁上花費的時間長度。這些資料是經集體統計而不記名的；</li><li>提供增強的用戶體驗，記住閣下在使用我們的網站時的偏好，允許閣下在我們的網站的公共部分和會員部分之間輕鬆導航；及</li><li>使用資料當事人曾瀏覽的頁面及打開的網站連結以宣傳個性化的產品︰</li><ol type='i'><li>使 WELEND 的網站更符合資料當事人的興趣；</li><li>在 WELEND 的網站或第三方網站提供最可能令閣下感興趣的網上廣告或要約；及</li><li>評估 WELEND 網上推廣及廣告方案的效率。</li></ol></ol><p>以上Cookies 可能會由 WELEND 或由代表 WELEND的第三方（例如廣告性網絡以及網絡流量分析服務等外部服務的供應商） 放置到資料當事人的裝置上。第三方通過使用Cookies而被記錄的資料將會經集體統計而不記名，然後與WELEND共享。就Cookies的使用，第三方並不會就此向WELEND提供或分享資料當事人的個人聯絡資料。</p><p>大部分瀏覽器版本均預設接受Cookies。如閣下不希望被這種技術追蹤， 閣下可以透過變更網絡瀏覽器的設定而選擇「不接受」Cookies。但如閣下不接受所有 Cookies，包括絕對必要的Cookies，閣下可能未能適當地瀏覽WELEND網站或WELEND Chatbot。</p><h2>個人資料的保留</h2><p>我們會採取切實可行的措施，確保閣下的個人資料的保存時間不會超過所需的時間，並且我們會遵守香港有關保留個人資料的所有法例及監管之規定。</p><h2>保安措施</h2><p>我們提供及維持嚴格保安措施以保護WELEND的系統及保留於內的資料及個人資料，包括︰</p><ul><li>使用一次性密碼對使用者或客戶進行身份驗證；</li><li>使用防火牆及網絡隔離，以保護未經授權的瀏覽；</li><li>在運送及放置資料時使用加密，以保持資料當事人的個人資料的私密；</li><li>定期檢視資料收集﹑使用﹑儲存及處理的做法；</li><li>限制只有在工作上有需要得悉該等資料的僱員方可以查閱個人資料；及</li><li>培訓僱員有關個人資料的正當處理。</li></ul><p>互聯網不是一個既定的安全環境以供通信，我們不斷檢視並應用行業最佳做法，以保護和保障於我們系統內運用的互聯網渠道。閣下的個人裝置安全性以及閣下對個人和交易數據的處理手法同樣重要。在大部分個案中不謹慎傳輸或處理敏感資料，例如機密文件﹑密碼﹑個人身分識別等等，會導致未經授權的查閱而洩露資料。因此，我們提醒閣下在使用WELEND網站及處理閣下的敏感文件及資料時，保持小心謹慎。</p><h2><center>收集個人資料聲明</center></h2><h2>收集目的</h2><ol start='1'><li>為便WELEND 提供服務，資料當事人必須向 WELEND 提供個人資料以開立或延續戶口﹑建立或延續信貸或相關金融服務，或通過WELEND網站處理新的或延續貸款申請或其他服務。</li></ol><ol start='2'><li>若資料當事人未能向WELEND提供該等個人資料，可能會導致WELEND 無法開立或延續戶口和向資料當事人提供信貸及相關金融服務﹑處理申請或其他服務。</li></ol><ol start='3'><li>為便WELEND 提供服務，我們可能從信貸參考機構中取得資料當事人的個人資料 （資料當事人可要求 WELEND 提供該機構之聯絡資料）。WELEND 亦會透過不同途徑，例如公共登記冊﹑公共搜尋器﹑公共名冊或資料當事人已授權設定為公開分享的任何社交媒體等公共領域查閱及取得資料當事人的個人資料。WELEND 亦會透過資料當事人的網頁瀏覽器取得資料當事人的裝置資料。</li></ol><h2>個人資料的使用</h2><ol start='4'><li>資料當事人的個人資料可被用作以下用途︰ <ol type='a'><li>處理和批核產品和服務申請以及產品及服務所涉及之日常運作（包括向資料當事人提供的貸款和相關金融產品和服務）；</li><li>在適當的情況下進行信貸調查（包括客戶申請貸款時以及於正常情況下每年一次或多於一次的定期或特別信貸覆核）；</li><li>設立及維持 WELEND 的信貸評分或與風險相關準則；</li><li>確保資料當事人持續的可靠信用度以及良好聲譽；</li><li>協助其他金融機構作信用檢查及追討債務；</li><li>設計供客戶使用的貸款/信用服務或有關產品和服務；</li><li>進行市場調查或發展會員計劃；</li><li>在資料當事人的同意下，直接促銷服務﹑市場產品和服務及在以下第 6段及第 7 段提及的其他事項；</li><li>決定資料當事人對公司或公司對資料當事人的負債款額；</li><li>確使 WELEND與資料當事人的合約下的權利，包括向資料當事人收集尚未償還的欠款；</li><li>確使WELEND以及WeLab集團內的任何機構能夠履行義務﹑規定或安排，不論是強制性或自願性，以遵守或遵守相關： <ol type='i'><li>目前或將來存在的對WELEND以及WeLab集團內的任何機構具法律約束力或適用的任何法律﹑規例﹑判詞﹑法庭命令﹑義務守則或制裁制度；</li><li>不論於香港特別行政區境內或境外及不論目前或將來存在的任何法律﹑監管﹑政府﹑稅務﹑執法或其他機關，或相關證券交易所﹑金融服務供應商的自律監管或行業組織或協會作出或發出的任何指引或指導或業務守則或要求；</li><li>WELEND或WeLab集團內的任何機構因其位於或跟相關本地或外地的法律﹑監管﹑司法﹑行政﹑公共或執法團體﹑政府﹑稅務﹑收入﹑金融﹑法庭﹑其他機關﹑或相關證券交易所﹑金融服務供應商的自律監管或行業組織或協會或任何他們的中介人承擔或被彼等施加目前或將來的合約或其他承諾；</li><li>上述（iii）中描述的當局之間的任何協議或條約。</li></ol></li><li>遵守在WELEND或WeLab集團內的任何機構為符合制裁或預防或偵測清洗黑錢﹑恐怖分子融資活動或其他非法活動的任何方案就於WELEND或WeLab集團內的任何機構內共用資料及資訊及／或資料及資訊的任何其他使用而指定的任何義務﹑要求﹑政策﹑程序﹑措施或安排；</li><li>供WELEND全部或任何部份業務及／或資產的實際或潛在承讓人，或WELEND對資料當事人的貸款／信貸設施的權利的參與人或附屬參與人，可以衡量有關轉讓、參與或附屬參與所涉交易，和容許實際承讓人在經營業務或分配權利時使用此等資料；</li><li>比較資料當事人及其他人士就信貸審批﹑資料核證及製作或核實資料而提供的資料，不論是否為對該資料當事人採取行動的目的；及</li><li>維持資料當事人的信貸紀錄 （無論資料當事人與 WELEND 的關係是否經已存在） 作現在或未來參考；</li><li>管理﹑提升﹑維持及提供WELEND Chatbot及處理或與資料當事人溝通其透過WELEND Chatbot提出的任何查詢或要求; 及</li><li>與上述用途有關的任何其他用途。</li></ol></li></ol><h2>個人資料披露</h2><ol start='5'><li>WELEND 持有的所有個人資料將予保密，但WELEND可能會把該等資料披露或轉移給下列各方以達至第4段中的目的︰ <ol type='a'><li>任何代理人﹑承包商﹑次承包商或WELEND的關聯人士或WeLab集團內的任何機構（包括其員工﹑人員﹑代理商﹑承包商﹑服務提供商和專業顧問）；</li><li>任何向 WELEND 或WeLab集團內的任何機構提供行政﹑專業﹑諮詢﹑電訊﹑資料服務﹑電腦﹑付款﹑數據處理﹑收債或其他與 WELEND 或任何WELAB集團機構業務運作有關的其他服務的第三方服務供應商；</li><li>任何對 WELEND 有保密責任及已承諾保密該等資料的人；</li><li>付款銀行向出票人提供繳款支票的複印本（可能包含有關收款人的資訊）;</li><li>信貸調查機構，以及在欠賬時則為收數公司；</li><li>上述第4（k）段所述的任何當局﹑團體﹑協會或人士；</li><li>WELEND 的任何實際或建議承讓人或 WELEND 或參與者或次參與者就資料當事人對貸款／信貸設施的權利；</li><li>任何人給予或提議提供擔保或擔保以保證或確保資料當事人對WELEND的義務；</li><li>WeLab集團內的任何機構；</li><li>與WELEND一起為資料當事人提供產品或服務的業務合作夥伴或品牌合作夥伴；及</li><li>根據資料當事人就第4（h）段提及的目的之同意︰ <ol type='i'><li>第三者金融服務機構﹑保險人﹑信用卡公司﹑證券及期貨及投資服務供應商﹑第三方會員計劃提供者或我們的品牌合作夥伴；及</li><li>第三者服務供應商（包括但不限於代客寄件中心﹑電訊公司﹑電話行銷及直銷代理人﹑電話中心﹑數據處理公司及資訊科技公司）。</li></ol></li></ol></li></ol><p>WELEND 在香港所搜集的個人資料或會被轉移至香港境內外。</p><h2>直接促銷</h2><ol start='6'><li>WELEND 擬把資料當事人的資料用於產品或服務的直接促銷，唯該用途須獲得資料當事人的同意（包括對該用途不表示反對的標明）。就此，請知悉︰ <ol type='a'><li>我們可能把不時持有的客戶姓名﹑聯絡資料﹑産品及其他服務組合資料﹑交易模式及行爲﹑財務背景及人口統計數據用於WELEND的直接促銷；</li><li>可用作促銷下列類別的服務﹑産品及項目包括貸款﹑其他金融服務及產品﹑會員計劃﹑其相關服務及產品，以及我們的品牌合作夥伴所提供的服務及產品；</li><li>上述服務﹑産品及項目可能由 WELEND和 WeLab集團內的任何機構或第三者財務機構﹑保險人﹑證券及投資服務供應商所提供；</li><li>除由 WELEND 促銷上述服務﹑産品及項目以外，WELEND 亦擬將以上（a）段所述的資料提供予以上（c）段所述的全部或任何人士，以供該等人士在促銷該等服務﹑産品及項目時使用，而 WELEND 爲此用途須獲得資料當時人的同意（包括對該用途不表示反對的標明）；及</li><li>WELEND可能因以上（c）段所述將資料提供予其他人士，或按以上（d）段所述請求資料當事人的同意或不表示反對，而獲得金錢或其他財產的回報。如WELEND會因提供資料予其他人士而獲得任何金錢或其他財產的回報，WELEND會通知資料當事人。</li></ol></li></ol><ol start='7'><li><b>如閣下不希望 WELEND 將其個人資料按以上所述使用或提供予其他人作直接促銷之用，閣下可通知我們以行使其選擇拒絕促銷之權利。</b><br><br> WELEND 資料保障主任 <br> WELEND LIMITED <br>香港鰂魚涌英皇道728號 K11 ATELIER King's Road 22樓2205-12室 <br> 電郵︰ <a href='mailto:cs@welend.hk'>cs@welend.hk</a><p></p></li></ol><h2>查閱及更正個人資料</h2><ol start='8'><li>根據條例及個人信貸資料實務守則（「<b>守則</b>」）的條款，閣下有權︰ <ol type='a'><li>查核 WELEND 是否持有閣下的個人資料及查閱該等資料；</li><li>要求 WELEND 改正任何有關閣下不準確的個人資料；</li><li>查明 WELEND 對於個人資料的政策及做法和獲告知 WELEND 所持有的個人資料種類；</li><li>就消費者信貸而言，閣下可以要求獲告知那些資料會被例行披露予信貸資料服務機構或追討欠款公司，及獲 WELEND 提供進一步資料，以便向有關信貸資料服務機構或追討欠款公司提出查閱和改正資料的要求；及</li><li>就消費者信貸而言，在帳戶全數清還欠款後結束帳戶時，指示WELEND向信貸資料服務機構要求從其資料庫中刪除與該已結束帳戶有關的任何帳戶資料，惟是項指示須於終止戶口後五年內提出，以及無重大拖欠。</li></ol></li></ol><ol start='9'><li>如閣下拖欠還款，除非拖欠金額在由拖欠日期起計60日屆滿前全數清還或已撇帳（破產令除外），否則信貸資料服務機構可保留該戶口的還款資料（定義見守則），直至自欠款悉數清還之日起計滿五年為止。</li></ol><ol start='10'><li>如閣下因被頒布破產令而導致任何戶口金額被撇帳，不論戶口還款資料（定義見守則）有否顯示任何重大拖欠，該戶口還款資料會在全數清還該拖欠還款後被信貸資料服務機構繼續多保留5年，或由閣下提出證據通知信貸資料服務機構其已獲解除破產令後多保留5年，以較早出現的情況為準。</li></ol><ol start='11'><li>根據條例的條款，WELEND 有權就處理任何查閱資料的要求收取合理費用。</li></ol><ol start='12'><li>閣下應將任何有關瀏覽個人資料或更正個人資料的請求，或任何有關我們對個人資料的政策和做法的查詢發送至︰ <br><br> WELEND 資料保障主任 <br> WELEND LIMITED <br>香港鰂魚涌英皇道728號 K11 ATELIER King's Road 22樓2205-12室 <br> 電郵︰ <a href='mailto:cs@welend.hk'>cs@welend.hk</a><p></p></li></ol><ol start='13'><li>本聲明不會限制資料當事人在條例下所享有的權利。</li></ol><ol start='14'><li>若中文與英文版本出現差異，概以英文版本為準。</li></ol><p>修訂日期︰2020年 5月</p>"
  },
  "important-notice": {
    "title": "法律聲明",
    "content": "閣下使用本網站即表示同意當中所列出之責任及政策聲明。如閣下於該等條款作出修訂後，仍繼續使用本網站，即視為閣下已接受有關修訂。<h2>一般聲明</h2>WELEND LIMITED (“本公司”) 祗將此等產品及服務提供予當時在法律上合法容許的地區。本公司不擬將此等網頁的資訊提供予置身或居住於該等在法律上限制本公司發放此等資訊之地區的人士使用。瀏覽此等網頁之人士，必須自行了解及遵守有關限制。此等網頁如在任何地區向任何人士招引或遊說任何產品或服務屬於違法，或於該等地區作出此等招引或遊說之人士並不合符資格或向該等對象作出招引或遊說乃屬違法時，則此等網頁不應視為向該等地區作出該等招引或遊說。此等網頁所包含的資訊不擬提供作為專業意見，亦不應賴以作為專業意見，瀏覽此等網頁之人士，在需要時應尋求適當之專業意見。本公司可酌情決定隨時將本網站內提供之任何資訊、產品及服務予以撤回或修改而毋須事先通知。本公司對閣下使用個別資訊、產品及服務之資格擁有最終決定權及絕對酌情權。閣下須負責防止、保障及確保閣下之電腦系統及本網站不受電腦病毒入侵。<h2>免責聲明</h2>本公司於編製本網站所載資訊及資料時已力求審慎，本公司並不出任何保證就準確性、完整性及因使用或依賴本網站之全部或部份資訊而引起的任何損失概不負責。<h2>互聯網通訊</h2>互聯網通訊可能會因互聯網之開放性質或其他原因或網上交通流量或數據傳送失誤而導致信息中斷、消失或傳送延誤。用戶因透過互聯網向本公司傳送訊息，或要求本公司透過互聯網向其發出之訊息如有任何延誤、損失、變更、改動或訛誤，本公司對因此而引致之任何損失概不負責。本公司亦對使用此網站而招致之任何直接、間接、特別或連帶之損失不負任何責任。<h2>超連結</h2>使用超連結至其他網站或資訊來源，當中之風險概由閣下負責。該等網站提供之內容、準確性、意見表達或與其他網站之連結並未經由本公司審查、核實、監察或認可。<h2>使用及披露私人資料</h2>除非受適用法律限制，閣下同意本公司不時由此網址收集的與閣下有關的一切個人資料／數據，均可按照本公司現行的<a href=\"/?page_id=6\">個人資料私隱政策聲明</a>用於其中所述的用途及向其中所述的人士披露。<h2>知識產權</h2>網站內所有內容均由本公司擁有，並受適用的版權法及相關知識產權法所保護。"
  },
  "customer-declaration": {
    "title": "Customer Declaration",
    "content": "<ol><li>本人向WELEND LIMITED(“貴公司”)確認並保證本貸款申請書內所載資料均是真實無訛、準確並完整。本人同意貴公司有權隨時向任何第三者索取有關本人的資料，包括但不限於向信貸資料服務機構進行查閱。 本人亦同意貴公司透過本人的網頁瀏覽器及不同公開途徑，諸如公共登記冊、公共搜尋器、公共名冊或社交網絡等公共領域查閱及取得本人的個人資料或個人電腦或行動裝置資料作信貸調查及欺詐檢測。</li><br/><li>本人聲明本人為年齡18歲或以上的香港永久性居民，並現於香港地區自僱或受僱。本人謹此聲明本人具償債能力，現時沒有涉及任何破產、訴訟或行政程序，或此等待決事項，或按本人在作出一切合理查詢後所知，威脅會展開該等事項。本人聲明本人並無與其他貸款人作出任何對本人償還貴公司就此申請批出的貸款(如有)構成阻礙的安排。此外，本人亦保證在本人完全償還貴公司貸款之前，不會自願性申請破產。</li><br/><li>本人明白申請貸款批核乃參考本人提供之申請資料及文件，貸款審批結果最終由貴公司決定，而貴公司沒有責任就拒絕此貸款申請提供任何原因。 本人明白並同意在收到貴公司通知成功獲批結果後，本人須確認接受貴公司的條款及細則，當中包括貸款協議條款及細則(登載於貴公司網站)。本人確認已詳閱並明白貸款協議條款及細則，並同意受貸款協議條款及細則所約束。</li><br/><li>本人確認已經詳閱並明白貴公司個人資料私隱政策(‘私隱政策’) (登載於貴公司網站)。除本人行使第五段所述之拒絕權外，本人同意受貴公司私隱政策約束，包括但不限於，貴公司按私隱政策收集、使用並向貴公司的代理人、承包商、或向貴公司提供行政、專業意見、電訊、資料服務、電腦、付款、數據處理、收債或其他與貴公司業務運作有關的其他服務的第三方服務供應商或商業夥伴)提供本人的個人資料(包括但不限於姓名及香港身份證號碼等)。</li><br/><li><b>本人同意貴公司可使用及/或提供本人的個人資料予第三者作直接促銷之用。本人明白，如本人在任何時間不欲貴公司將本人的個人資料按私隱政策聲明所述使用或提供予其他人作直接促銷之用，本人可行使本人之拒絕權並按以下方式聯繫貴公司的個人私隱主任。</li><br/><div class='text-center'><u>WELEND 私隱保障主任WELEND LIMITED, Freepost No.10Hong Kong</u></b></div>或電郵至 <b>cs@welend.hk</b><li>本人明白為了向本人提供貸款之用途，貴公司可能會把本人的個人資料轉移至香港境外，交予貴公司位於中國的集團公司及/或貴公司的代理人 (包括, 但不限於, 貴公司聘用來追討貴公司的客戶過期的貸款的第三方公司)。 該處可能沒有與《個人資料（私隱）條例》(香港法例第四八六章)大體上相似或達致與此條例的目的相同的目的之法律， 亦即是說，本人的個人資料未必可以獲得與在香港相同或類似程度的保障。</li><br/><li>本人確認本人並未與貴公司以外的任何人(“第三方”) 因促致、洽商、取得或申請此筆貸款，及/或因擔保或保證此筆貸款的償還，或由於與該等事務有關，達成或簽訂任何協議（本人與本人委任的律師純粹為提供法律服務而達成或簽訂的協議除外）(“第三方協議”) 。本人明白此確認的目的是確保本人不會被任何第三方另行徵收費用。</li><br/><li>本人根據《電子交易條例》(香港法例第五五三章)第十五條同意貴公司以電子紀錄或以電子方式向本人提供藉香港法律須以書面形式提供之資料(包括但不限於放債人條例 (香港法例第一六三章))。</li><br/></ol><p><u>如本聲明英文與中文版本內容有任何歧異，應以英文版本為準。</u></p><p><p><ol><li>I confirm and warrant that the information given in this application form or otherwise in respect of my application for a personal loan from WELEND LIMITED (\"the Company\") is true, accurate and complete. I also agree that the Company may obtain my information, including but not limited to access for a credit report of the credit reference agency. I also agree that the Company may access and obtain my personal data and device information from my web browser or the public domain through different channels e.g. a public register, a public search engine, a public directory or any social network etc. for the purpose of credit assessment and fraud detection.</li><br/><li>I declare that I am a Hong Kong permanent resident aged 18 or above and am currently employed or self-employed in Hong Kong. I further declare that I am solvent and no bankruptcy, litigation or administrative proceedings are currently made or pending against me, or to my knowledge (having made all reasonable enquiries), threatened, nor are there any arrangements with other lenders which might prevent my ability to repay such loan to be granted to me by the Company under this application (if any). Moreover, I warrant that so long as I owe any amount to the Company, I shall not voluntarily file any petition for bankruptcy.</li><br/><li>I understand that approval of this loan application is subject to the information and documents provided by me and is contingent upon the final approval by the Company who is under no obligation to provide reasons for any rejection of this loan application. I understand and agree that upon notification of the approval result by the Company, I shall confirm to the Company my acceptance of the terms of agreement including the Terms and Conditions to the Loan Agreement (available on the website of the Company). I confirm that I have read and understand the Terms and Conditions to the Loan Agreement, and agree to be bound by the Terms and Conditions to the Loan Agreement.</li><br/><li> I hereby confirm that I have read and understood the Personal Data Privacy Policy (“Policy”) of the Company (available on the website of the Company) and subject to my opt-out right under paragraph 5 below, I confirm that I agree be bound by the Policy including, but not limited to, the Company’s collection, use, provision and disclosure of my personal data (including but not limited to name and Hong Kong Identification Number etc.) to any agent, contractor, third party service provider or business partners which provides administrative, professional advisory, telecommunications, information service, computer, payment, data processing, debt collection or other services to the Company in accordance with the Policy.</li><br/><li><b>I agree that the Company may use my data and/or provide by data to other person(s) to conduct direct marketing of products or services. I understand that if, at anytime, I do not wish the Company to use or provide to any other person any of my personal data for use in direct marketing as described in the Policy, I may exercise my opt-out right by contacting the Privacy Compliance Officer of the Company at.<br/><div class='text-center'><u>Privacy Compliance Officer of WELENDWELEND LIMITED, Freepost No.10Hong Kong</u></b></div>or by e-mailing to <b>cs@welend.hk</b></li><br/><li>I understand that for the purposes of providing the loan to me, you may transfer my personal data outside Hong Kong to companies within the Company’s group and/or your agents (including, but not limited to, third party agencies employed by you to collect overdue amounts owed by your customers) situated in the People’s Republic of China, where there may not be data protection laws which are substantially similar to, or serve the same purposes as, the Personal Data (Privacy) Ordinance (Cap. 486, The Laws of Hong Kong) in place. That means that my personal data may not be protected to the same or similar level in Hong Kong.</li><br/><li>I confirm that I have not entered into or signed any agreement (the “third party agreement”) with any person other than the Company (“third party”) for or in relation to the procuring, negotiation, obtaining or application of the loan subject of this loan application and/or the guaranteeing or securing the repayment of the loan subject of this loan application (other than an agreement with solicitors instructed by you, if any, for the provision of legal services solely). I understand that this confirmation is one of the measures to help ensure that I will not be subject to separate fee charging by any third party. </li><br/><li>I consent to being given any information by the Company in connection with this loan application in the form of an electronic record or by electronic means pursuant to Section 15 of the Electronic Transactions Ordinance (Cap. 553, The Laws of Hong Kong), which information may be required to be given by the Company to me in writing pursuant to Hong Kong law, including but not limited to the Money Lenders Ordinance (Cap. 163, The Laws of Hong Kong).</li><br/></ol><p><u>If there is any inconsistency between the English version and the Chinese version of this declaration, the English version shall prevail. </u>"
  },
  "osaka-game-tnc": {
    "title": "Osaka問答遊戲之條款及細則：",
    "content": [
      "推廣期由2019年9月4日起至2019年9月22日止(包括首尾兩日)(「推廣期」) 。",
      "客戶凡於推廣期內參與Arm Channel Facebook 專頁的Osaka問答遊戲 (「遊戲」)，按指示回覆Arm Channel的指定帖文、分享帖文並設定為公開，WeLend將會選出五位最有創意之得獎者，獎品為hutchgo.com單人來回香港至大阪經濟客位淨機票乙張 (「禮品」)。",
      "推廣期內每人最多只可參加遊戲一次及獲得禮品一次。",
      "如有相同答案，得獎資格則以較早回覆之參加者為先。如參加者重覆參加，則以較早回覆為準。",
      "結果公布日期為2019年10月2日，將於中午12時正於WeLend官方Facebook 專頁公布。得獎者需於2019年10月8日或之前透過Facebook Inbox 與 <a style='text-decoration: underline;' href='https://www.facebook.com/WeLend.hk' data-cta-name='WeLend 官方Facebook 專頁' target='_blank'>WeLend 官方Facebook 專頁</a> 連繫並提供香港身份證上之英文全名、電郵地址及聯絡電話。WeLend將於收到得獎者聯絡資料後十個工作天內聯絡得獎者安排領獎，詳情如下：",
      [
        "得獎者須於2019年11月5日或之前，於辦公時間內親身攜同有效的香港身份證到指定地點或發送其香港身份證副本到指定電郵，以完成身份核實程序。",
        "得獎者必須於2019年12月3日(星期二)到指定地點出席領獎活動並配合活動之安排。是次活動由WeLend舉辦，WeLend擁有對活動之舉辦日期、時間、地點之最終決定權。活動當日的所有照片及影片拍攝，均會用作為宣傳用途。得獎者須無償授權WeLend使用一切有關之照片及影片之權利。",
        "如於2019年11月5日或之前，WeLend透過得獎者提供的聯絡方法未能聯絡得獎者或未能成功核實其身份或有關得獎者因任何原因未能於指定日期前完成身份核實程序或未能抽空於指定日期出席活動或因任何原因未能符合得獎資格，其得獎資格將被取消。WeLend不會為其安排其他獎品或作出賠償，並將就此安排新的得獎者；然而WeLend將不會就此安排再作另行公布。",
        "禮品將於活動當天頒發，如得獎者在活動當天缺席，禮品將作放棄論並不得補發。"
      ],
      "得獎者提供之個人資料將會用作禮品換領及出席活動聯絡之用。",
      "禮品將以hutchgo.com機票旅遊禮券（「旅遊禮券」）方式送贈，並指定換購全日空(ANA)或香港航空大阪機票直航指定經濟客位乙張，須視乎航班供應而定及不適用日子除外。客戶須於2020年1月31日（「兌換限期」）或之前根據旅遊禮券上之指示填妥表格並電郵至hutchgo.com的指定電郵地址作登記。hutchgo.com將有專人於收到電郵後5天內聯絡客戶，並為客戶預訂機票。如客戶提供的電郵地址或電話有錯誤、電郵被退回或未能接聽電話，hutchgo.com及本公司對此不承擔任何責任。如客戶於登記後5天仍未收到hutchgo.com客戶服務員的來電確認或因hutchgo.com之系統故障而無法預訂機票，須自行致電hutchgo.com的客戶服務熱線查詢：+852 31920900。",
      "每張旅遊禮券只可使用一次，禮品不可兌換現金、不可與其他hutchgo.com旅遊禮券同時使用，而價值之餘額（如有）亦不可留作下次使用。",
      "所兌換之來回大阪機票的首個出發地及最後回程目的地必須為香港。機票之換領並不包括香港及大阪所有適用稅項及徵費、機場保安及離境稅、機場建設費、任何附加費、保險費、簽證費或hutchgo.com收取之手續費($150)，客戶須自行負責有關費用方可使用禮品。行程有效期為2-7日。出發日期為2020年1月2日至6月30日（不適用於指定旅遊旺季出發，包括2020年1月16日至1月31日、4月8日至4月14日、4月29日至5月1日、6月24日至6月28日，hutchgo.com保留更改上述日期之權利）。如需升級至其他航空公司、艙等或於以上限載期出發，而機票之總價值高於參考價值 ($2,800)，旅客須自行向hutchgo.com支付差價。有關機位之安排須視乎供應情況而定，客戶須於出發前至少14天前作預訂，而機票一經確認將不能取消及更改。出發或回程的航班時間均按hutchgo.com所提供的資料為準，如客戶確認機票後要求更改航班時間或取消行程，所有更改/取消必須根據有關航空公司之條款決定是否可以執行，hutchgo.com亦會另加收取退稅/退票/更改手續費。如於兌換限期前機位已換罄，此禮品/旅遊禮券則會自動作廢，本公司不會作出賠償或提供其他禮品代替，敬請客戶儘早安排兌換。如所預訂的航班被取消，客戶須自行聯絡hutchgo.com而本公司不會作出任何賠償。",
      "禮品不可轉讓，不可兌換現金或其他禮品，預訂機票之旅客名稱必須跟申請貸款時提供之資料相同及不得更改。如客戶因申請時提供錯誤資料或任何原因未能成功兌換禮品，本公司將不承擔任何責任。",
      "所有於兌換限期前因任何原因未兌換之旅遊禮券均作放棄論並不得退款，本公司不會承擔任何責任亦不會作出賠償。如旅遊禮券通過未授權渠道獲得或以任何方式塗改、複製、偽造、破壞、篡改或重覆使用，將被視為無效。如旅遊禮券無效或與hutchgo.com系統紀錄不匹配，將不被接受及不得用於換領優惠，而本公司及hutchgo.com有權就無效的旅遊禮券追討相關費用。",
      "有關禮品之使用須受旅遊禮券上之條款及供應商之條款約束。一切有關禮品服務之質素、使用細則、有關航空機位之供應，均由hutchgo.com全權負責，本公司將不承擔任何責任。",
      "本公司擁有對得獎結果的最終決定權，並保留隨時更換禮品供應商、航空公司或修改以上禮品及其條款及細則之權利，而不作另行通知。",
      "WeLend 為WELEND LIMITED之商用名稱。WELEND LIMITED有權隨時修改或終止此遊戲活動及其條款及細則而不作另行通知。WELEND LIMITED保留對活動任何爭議之最終決定權。"
    ]
  },
  "declaration-cashloan": {
    "title": "聲明",
    "content": "<ol><li>本人向WELEND LIMITED(&ldquo;貴公司&rdquo;)確認並保證本貸款申請書內所載資料均是真實無訛、準確並完整。本人同意貴公司有權隨時向任何第三者索取有關本人的資料，包括但不限於向信貸資料服務機構進行查閱。</li><li>本人聲明本人為年齡18歲或以上的香港居民，並現於香港地區自僱或受僱。本人謹此聲明本人具償債能力，現時沒有涉及任何破產、訴訟或行政程序，或此等待決事項，或按本人在作出一切合理查詢後所知，威脅會展開該等事項。本人聲明本人並無與其他貸款人作出任何對本人償還貴公司就此申請批出的貸款(如有)構成阻礙的安排。此外，本人確認及同意在本人完全償還貴公司貸款之前，不會自願性申請破產。</li><li>本人明白申請貸款批核乃參考本人提供之申請資料及文件，貸款審批結果最終由貴公司決定，而貴公司沒有責任就拒絕此貸款申請提供任何原因。 本人明白並同意在收到貴公司通知成功獲批結果後，本人須確認接受貴公司的條款及細則，當中包括貸款協議條款及細則(登載於貴公司網站)。本人確認已詳閱並明白貸款協議條款及細則，並同意受貸款協議條款及細則所約束。</li><li>本人確認已經詳閱並明白貴公司<a target=\"_blank\" style=\"color:#F48024\" href=\"https://www.welend-staging.com/privacy-policy\">個人資料私隱政策及收集個人資料聲明</a>(&lsquo;私隱政策&rsquo;) (登載於貴公司網站)，并且同意受貴公司私隱政策約束，包括但不限於，貴公司按私隱政策收集、使用及披露本人的個人資料。</li><li>本人明白為向本人提供服務，貴公司可能把本人的個人資料轉移至香港境外，交予貴公司位於中國的集團公司及/或貴公司的代理人 (包括, 但不限於, 貴公司聘用來追討貴公司的客戶過期的貸款的第三方公司)。 該地區可能沒有與《個人資料（私隱）條例》(香港法例第四八六章)大體上相似或達致與此條例的目的相同目的之法律， 亦即是說，本人的個人資料未必可以獲得與在香港相同或類似程度的保障。</li><li>本人確認本人並未與貴公司以外的任何人(&ldquo;第三方&rdquo;) 因促致、洽商、取得或申請此筆貸款，及/或因擔保或保證此筆貸款的償還，或由於與該等事務有關，達成或簽訂任何協議（本人與本人委任的律師純粹為提供法律服務而達成或簽訂的協議除外）(&ldquo;第三方協議&rdquo;) 。本人明白此確認的目的是確保本人不會被任何第三方另行徵收費用。</li><li>本人根據《電子交易條例》(香港法例第五五三章)第十五條同意貴公司以電子紀錄或以電子方式向本人提供藉香港法律須以書面形式提供之資料(包括但不限於放債人條例 (香港法例第一六三章))。</li><li>本人明白貴公司可不時向其為貴公司推薦客戶的業務合作夥伴提供費用或佣金，且本人同意貴公司此等安排。</li></ol><p><u>如本聲明英文與中文版本內容有任何歧異，應以英文版本為準。</u></p>"
  },
  "terms-and-conditions":{
    "title": "借貸條款",
    "content":"<h3 style='text-align:center;font-weight:bold;'>私人貸款協議</h3><p>請小心詳閱以下私人貸款協議 (“協議”)條款及細則、私人貸款協議的主要條款及列明在貸款申請書內的條款(合稱“條款及細則”) 。本協議、私人貸款協議主要條款及本協議的條款及細則並沒有約束力及無任何效力及效果，除非及直至WELEND LIMITED(“本公司”) 在不遲於本協議日期後第三個工作日(定義如下)確認你已通過本公司信貸審查(而本公司對其決定有全權酌情決定權) 。一旦本公司成功批核你的貸款申請並向你發出最後 確認(“最後確認”)，此條款及細則將成為本公司與你之間的約束性協議。當你完成並提交你的私人貸款申請書後，即代表你接受貸款，且同意並接受本公司在最後確認及接受中的條款及細則。一旦貸款已按照放款表放款，你不可取消貸款。為免疑義，如貸款所得款項應以支票方式支付，而本公司已經按照放款時間表交付支票，無論該支票是否已經存入銀行戶口，你需要按照條款及細則向本公司還款。我們建議你列印一份條款及細則以作紀錄。 所有以大楷書寫而未定義的字句，其蘊含的意思與私人貸款協議的主要條款所列相同。你必須以條款及細則內所列之借款人身份接受本公司批出的貸款，你須在任何時間均遵守本協議之條款及細則，直至你按協議規定將貸款總額完全及不可撤回地償還予本公司為止。</p><ol type='1'><li><h4>貸款</h4><p>根據條款及細則(包括但不限於你已通過本公司信貸審查的先決條件)，本公司同意在不遲於本協議日期後第三個工作日(定義如下)貸款予你。貸款所得款項將按照放款表放款予你。你同意，就本協議的目的，你的貸款將被視為於本協議日期放款予你。如貸款所得款項的任何部分需按放款表支付予第三方信貸提供者，你同意本公司將部分貸款所得款項支付予第三方信貸提供者(詳情列於放款表)而有關付款連同支付予你的貸款所得款項剩餘部分將構成本公司將全部貸款所得款項放款予你。</p></li><li><h4>利息</h4><p>月平息定義為:</p><p>利息貸款利息按月平息表示作為(貸款全部利息/貸款全部本金)/貸款期(月數)*100%</p><p>你應付的貸款利息總額應為協議列出的數額.<br> 你同意本公司可按其全權酌情決定權分配每期還款中本金及利息部分。你瞭解及確認每期還款中的利息部分可能不會佔每期還款中應付本金的相同百分比。<br> 還款時間表(包括每期需要繳付的利息)的詳情列入你戶口概覽中而其戶口可從本公司網頁內登入到 。<br> 貸款利息將從你的貸款提取日開始累計；你將按照還款時間表在每個有關到期日支付貸款利息。有關實際利率乃根據客戶每期按時還款至最後一期還款日而計算。</p></li><li><h4>付款</h4><ol type='i'><li>你同意負擔本公司把貸款放款時而可能產生的匯款費用 (‘匯款費用’；你授權本公司將有關匯款費用從貸款或，除非你與本公司另有協議外於你的還款戶口中扣除而毋須另行通知。</li><li>你同意並承諾本公司 —<ol type='a'><li>你授權本公司在貸款提取日從你成功批核的貸款本金中，扣除任何及所有的手續費用及(如適用)任何再融資協議中的未繳清餘額，剩餘的貸款本金並將由本公司按放款表支付予你；</li><li>你應付給本公司的所有關手續費及匯款費用均不可退回，而任何扣除的手續費及/或匯款費用將不會影響你須完全償還成功批 核的貸款本金給本公司的責任。</li><li>你必須償還本公司 (i) 已批核的貸款本金總額及 (ii) 以相關利率於貸款本金累計的利息，並按還款時間表內的相關到期日還款。你必須於最後到期日償還(於所有分期還款之後的)任何貸款結欠，本公司於任何時間擁有將該筆款項調 高或調低為整數的最終權利。</li><li>除非本公司與你另有協議外，你必須通過你的還款戶口中以自動付款方式作分期還款，並授權本公司從你的還款戶口中收取該期還款。<br> 你必須同意於還款期內在香港註冊的持牌銀行進行自動還款安排，並於還款到期日，按每月平均還款額，從你的還款戶口中還款。如你想更改自動還款服務供應商，你必須於在下一期還款到期日的三十個工作天前 (按以下描述) 通知我們有關更改；</li><li>除非本公司與你另有協議外，你授權本公司按還款時間表列出的每個還款到期日，從你的還款戶口中收取每期還款總額，及</li><li>除非本公司與你另有協議外，按還款時間表，你的還款戶口必須在任何時間都維持正結餘及足夠資金，以償還貸款的本金及利息。</li></ol></li><li>如任何還款到期日為非工作日，或在非工作日到期還款，將由下一個工作日取代。按本協議的規範，「工作日」不包括星期六、 星期日或公眾假期，即香港一般商業銀行營業的工作日。</li><li>你應在還款到期日的香港時間下午 3:00 或之前，必須準備足夠的金錢（如在你的還款户口存入足夠的錢）以償還當期所須還款。任何在工作天內的下午 3:00 後繳付的還款，本公司將視該筆還款為於下一個工作天才收到。</li><li>本公司就使用還款安排次序如下，第一為法律及追收費用 (如有)； 第二是逾期還款而徵收的逾期還款費用(如有)；第三為貸款利息， 最後為貸款的未償還本金。本公司如有需要，可隨時更改以上次序安排而不作另行通知。本公司保留調整分期還款額的本金及利息比例而不作另行通知。</li><li>本公司恕不接受任個部份還款，除按還款時間表償還之還款之外。</li><li>除非本公司另行同意，如貸款已放款予你，本公司恕不接受任何更改還款到期日之要求。</li></ol></li><li>其他費用及收費<ol type='i'><li>如果你在相關到期日未能支付任何應邀款項，本公司有權收取每月港幣$350作逾期還款費用，以支付因拖欠繳款而衍生的任何行政費用，直至該應邀款項已清繳為止。在此情況下你亦授權本公司從你的還款戶口收取相關逾期還款費用。</li><li>你同意因每一張退回的支票向本公司支付港幣$50 作行政費。如你在有關的持牌銀行開立的還款戶口因沒有足夠資金或任何原因而導致你自動付款指令未能執行過戶繳款的安排，你同意支付港幣$100 作為行政費。</li><li>若貸款提取日與首個還款日相距超過一個月，你確認瞭解於上述所列的首個還款日應付之還款利息是由貸款提取日至首個還款日期計算。超過一個月的日數之利息按貸款本金與實際利率(假設每年有365日)相乘按比例為相關日數計算。借款人須於首個還款日繳付有關利息。</li><li>若貸款提取日與首個還款日相距少於一個月，你確認瞭解於上述所列的首個還款日應付之利息將以一個整月累計利息計算。借款人需於首個還款日繳付有關利息。</li><li>你同意因未能授權本公司從你的還款戶口中收取任何還款而向本公司支付港幣$150 作行政費。</li><li>若於預計的最終到期日前，因(在你同意下)更改每月還款到期日而使貸款到期日延長，借款人須繳付延長還款期衍生之利息(在原本最終到期日已經應付的數額之上)。該利息根據更改日尚未繳清的貸款本金數額與實際利率(假設每年有365日)相乘的方式按比例為延長之日數計算，借款人須於下個還款日繳付。所有未繳清的還款應於延長之最終到期日繳清。</li><li>若於預計的最終到期日前，因(在你同意下)更改每月還款到期日而使貸款期縮短，在計算有關該時段之貸款利息時會視該時段猶如一個整月計算而不會作出調整。</li></ol></li><li><h4>彌償保證</h4><p>你將補償或彌償本公司因執行或保障本協議的權益所產生的合理費用及支出，包括並不限於本公司按本協議向法律顧問、及/ 或追收代理及其他代理以收回有關還款而衍生的所有費用及支 出。</p></li><li><h4>提早還款</h4><p>按協議規定，你可以按預計的最終到期日前向本公司償還全部 (而非部份) 貸款，並須：</p><ol type='i'><li>你須於下個預計還款到期日不少於三十個工作天前以書面通知 本公司有關安排 (提前還款通知)；</li><li>本貸款未清償之金額；及</li><li>提前還款須包括：<ol type='a'><li>按提前還款指示計算至擬提前還款日期償還貸款餘額所產生的全部利息；</li><li>計算至提前還款日(包含當日)的所有因貸款而產生的費用、支出及收費；</li><li>按以上第 4(i)條提及的所有行政費用(如有)。</li></ol></li></ol></li><li><h4>陳述</h4><p>你向本公司陳述並保證：</p><ol type='i'><li>你為 18 歲以上的香港永久居民；</li><li>你有健全思想，並能勝任參與及履行本協議之責任。</li><li>就本協議你提交給本公司的所有文件及資料在要項上 (包括個人及財務資料) 均是真實，完整及準確；</li><li>就有關你的貸款申請書所提交的所有表格及協議均由你個人簽署，並代表你真正及真實同意協議上的所有內容；</li><li>你具償還能力並沒有被頒怖破產令、亦沒有向法院申請破產或意圖申請破產，或因向其他貸款人舉債而阻止你履行本貸款的任何責任。你保證在向本公司貸款期間，你不會宣佈或申請破產；</li><li>本協議對你構成合法、有效及有約束力的義務，你有責任執行依 本協議之條款；及，</li><li>按本協議條款，以上每項擔保條款將被視為持續，直至你按協議規定將貸款總額或應邀款項完全及不可撤回地償還予本公司為止。</li></ol></li><li><h4>提前償付</h4><p>如發生以下任何拖欠事故，本公司可在任何時間通知你聲明將任何及所有未償還的貸款餘額，加上累計而未付的利息、行政費用、報銷支出及按協議欠本公司的任何款項須 a) 立即到期及償還; 或 b) 按本公司日後的要求付清：</p><ol type='i'><li>你未能按照協議的要求在有關到期還款日還款；</li><li>你未能盡力履行本協議的責任 (除了以上副條款 (i)有關你的還款責任外)，而有關錯誤是不能彌補，又或雖可彌補但在本公司通知你有關錯誤的七天內依然未能彌補，又或按本公司決定而認為你是違反協議條文；</li><li>你在本協議、遞交的表格或文件上所作出的陳述、擔保及聲明在要項上被發現不正確或誤導；</li><li>你成為或被宣佈沒有償付能力或破產；</li><li>你在履行本協議的任何責任已變成不合法；</li><li>就你簽署或負擔責任的任何貸款協議、透支安排、賠償、信用狀或任何抵押文件，將會阻止、妨礙或延遲按本協議履行還款的責任；</li><li>在償還總期數一半之前按私人貸款協議的主要條款所描述向其 他財務機構貸款；或</li><li>在死亡或其他情況下，導致本公司在有或沒有原因下認為提早還款是適合的決定，本公司具行使凌駕性權利要求你提早償付。</li></ol></li><li><h4>抵銷權</h4><p>你同意除了任何一般留置權或在法律下本公司享有的類似權利、 本公司可於任何時間在沒有事先通知下將你任何戶口(無論位於 何處)與你欠付本公司債務組合或綜合，並將你任何戶口結餘的金額抵銷或轉移以清償上述欠付款人不論為基本、附屬、各別、共同或以其他貨幣為單位的債務。並且，若某些欠款未到期支付或因某些待發事件尚未需要償還，本公司有權暫停支付相等於欠款額的任何戶口結餘的金額給你，直至欠款到期支付或本待發事件發生為止。</p></li><li><h4>轉讓</h4><p>你同意並確認：</p><ol type='i'><li>本公司在毋須通知你的情況下，可以任何形式轉讓及在本公司認為合適的目的上向任何人轉讓其在本協議項下享有的全部或部份權利及利益；</li><li>你不得向任何人轉讓本協議下任何你的權利或責任；及</li><li>本協議將確保本公司及你各自的繼承人及經允許的受讓人的利益。</li></ol></li><li><h4>通知</h4><ol type='i'><li>按本貸款協議，你承諾本公司由貸款提取日開始起直至將貸款及任何應邀款項完全並不可撤銷地付清為止，<ol type='a'><li>根據本協議提交給本公司的資料 (包括你的個人及財務資料)如有任何更改，你必須立即通知本公司;</li><li>如你發現有任何按第 8 條列明的拖欠還款事件或可能拖欠還款事件發生，或任何可能妨礙、阻止及延遲你履行本協議義務的 因素出現，你必須立即通知本公司。另如本公司向你明確提出查詢，除非之前已通知本公司或已於該確認中通知本公司，否則你必須確認沒有上述事件發生。</li></ol></li><li>你確認如本公司以郵寄方式將所有通知寄給你最近的通訊地址，本公司可合理地假設你於郵件寄出後兩天已收到通知。</li></ol></li><li><h4>個人資料</h4><ol type='i'><li>本公司會依據本協議及本公司條款及守則，按指明目的，使用並披露你提供的所有資料予有關人士。</li><li>在本公司認為合適的情況下，本公司將根據個人資料私隱指引中有關使用及披露個人資料的政策以保密為原則向潛在承轉人及有關之第三方(“允許獲資訊披露方”)、或本公司或允許獲資訊披露方的控股公司、旗下任何公司、相關公司、信貸代理、追收代理、顧問等其他向本公司或任何允許獲資訊披露方提供服務的公司披露你提交給本公司的協議、表格及文件的資料或此交易的資料。</li><li>你確認你已收到本協議，並通過網站取得本公司的個人資料(私隱) 指引，並同意其條款及確認所有條款對你具法律約束力。</li><li>你同意本公司可在任何其認為適當的時候通過任何參考中介機構取得你的信貸報告用以評估對你的信貸申請安排。如你以任何原因撤銷本副條款，則你構成違反本協議第 12 條款，而本公司有權行使上述第 8 條款「提前償付」所述的權利。</li></ol></li><li><h4>沒有為批出貸款而委任第三方人</h4><p>你確認你沒有因促致、洽商、取得或申請此筆貸款，及/或因擔保或保證此筆貸款的償還，或由於與該等事務有關，而與本公司以外任何人（“第三方”）達成或簽訂了任何協議（“第三方協議”）（你與你委任的律師純粹為提供法律服務而達成或簽訂的協議除外）。</p></li><li>本協議可由任何數目的人士簽署，一併處理及交付給本公司，並視為同一安排。任何人都可以通過簽署本協議而成為參與協議的 一方。</li><li><h4>其他</h4><ol type='i'><li>你聲明已收到由本公司發給的協議連同放債人條例(香港法律第一六三章)條文撮要。</li><li>本公司保留可不時在以任何適當形式先通知閣下的情況下更改條款及細則下任何條文、本金或息率、收費、費用或/及開銷的唯一及絕對酌情權。</li><li>在不違背本協議的情況下，本公司擁有不時修改、取消或終止貸款的部分或全部的唯一及絕對酌情權。本公司有權在任何時 候向你行使立即償付之權利，要求你將貸款餘額，連同未清繳 的累計利息及相關費用一併償付。</li><li>本協議之任何條文在某些法律中被定為不合法、無效或不能強制執行，將不影響其在其他法律及其他條文中之合法性、有效 性及可執行性。</li><li>條款及細則將構成本協議之主要部份，你可以從本公司網站內下載參考。</li><li>本協議將受香港地區法律所管轄及解釋。就有關本協議有任何問題，你與本公司均同意交給香港地區法院審理。</li><li>如本條款及細則之中英文版本內容有任何歧異，以英文版本為準。</li><li>本公司只會於收到貸款人已簽署的私人貸款協議及直接付款授權書後放款。</li></ol></li></ol>"
  }
}
