{
  "jan2019": {
    "title": "Terms and Conditions for ‘Round-Trip Taipei Ticket’ Offer (“Promotion”)",
    "tnc": "<ul><li>The Promotion is valid from January 2, 2019 to January 27, 2019, both dates inclusive (\"Promotion Period\").</li><li>New customers who apply for the Card Debt Consolidation Loan through the designated channels, complete the entire application process (including checking of credit report) and submit all required documents and information during the Promotion Period, regardless of approval result, shall be entitled to one set of Round-Trip Ticket for One Passenger from Hong Kong to Taipei provided by hutchgo.com (valued $1,000) (the “Gift”).</li><li>New customer is defined as a customer who has never applied for any loans at WELEND prior to the application of the subject loan.<li>Redemption notification for the Gift and details of the redemption arrangement shall be sent to eligible customers via email on or before April 12, 2019. Customers who do not receive his or her notification must notify WELEND by April 26, 2019; otherwise, WELEND accepts no liability for any issues. Customers are required to select an available redemption timeslot via the designated website according to the instructions written on the redemption notification on or before May 10, 2019. Gift redemption is available from May 14, 2019 to June 12, 2019 (except public holidays). Eligible customers are required to present their HKID and redemption notification to the redemption centre during the selected redemption timeslot. No early or expired redemption will be entertained. The Gift will not be reissued once distributed.</li><li>Eligible customers are entitled to $1,000 hutchgo.com travel voucher (“Travel Voucher”), and may select from designated economy classes on China Airlines and Hong Kong Airlines. Customers should complete and submit the registration form according to the instructions on the Travel Voucher and email to the designated email of hutchgo.com for registration by November 30, 2019 (“Redemption Deadline”). Upon successful registration, a customer service officer from hutchgo.com shall contact the customer within 7 days for booking arrangements. Hutchgo.com and WELEND shall not be liable for any loss or damage caused resulting from incorrect email address or phone number provided by the customer, email delivery failure, or failure from eligible customers to answer the confirmation call from hutchgo.com. Customers who do not receive any confirmation call from hutchgo.com within 7 days of submission of registration form or are unable to arrange their bookings due to any hutchgo.com system issues should call hutchgo.com customer service hotline at +852 31920900. Each Travel Voucher can only be redeemed once and cannot be exchanged for cash or used in conjunction with other hutchgo.com travel vouchers. Any remaining value shall be forfeited after booking. Customers are responsible for any additional charges should the value of the selected flight ticket exceed the gift value. </li><li>Unused Travel Vouchers after the Redemption Deadline for any reason shall be considered as forfeiting the offer and no refund will be allowed. WELEND shall assume no liability in respect thereof. Any Travel Voucher obtained through unauthorized channels or modified, copied, forged, damaged, tampered or duplicated with in any way shall be deemed void. Any Travel Voucher that does not match the records of hutchgo.com database system shall not be accepted for offer redemption.</li><li>The journey of this Taipei Round-Trip Ticket must begin and end in Hong Kong. All applicable taxes in Hong Kong and Taiwan, Air Passenger Departure Tax, Hong Kong Airport Construction Fee, any additional charges, travel insurance, visa and hutchgo.com Processing Fee (HK$130/ person) shall be settled by the customers. The flight ticket is valid for a stay of 2-7 days only. The date of departure for the flight ticket must fall between May 27, 2019 to December 19, 2019 (not applicable to designated peak seasons including: June 6 to June 8, June 27 to July 2, July 13 to August 31, September 12 to September 14, September 28 to October 1 of Year 2019), while outbound flights of certain airlines are only available from Sunday to Wednesday. Customers may upgrade their airline, ticket class or travel during the blackout period by paying the price difference separately. Seats are subject to availability. Bookings must be made at least 14 days before departure. Once the flight ticket is redeemed and confirmed, no cancellation or change is allowed. Flight schedules provided by hutchgo.com shall prevail. Any change request to the reserved departure or return flight will incur surcharges payable to hutchgo.com, hutchgo.com’s result and decision of such shall be final and conclusive. If the designated seats are fully booked, the Travel Voucher will not be honoured and WELEND will not refund or exchange any other gift. If the booked flight is cancelled, customer should call hutchgo.com customer service hotline directly and WELEND shall assume no liability in respect thereof.</li><li>The Travel Voucher cannot be transferred, exchanged for cash or other gifts. The name of the travelling passenger should be the same as the record when applying for the eligible loan. Should there be any inaccurate information provided during the loan application or any other reasons leading to an unsuccessful gift redemption, WELEND shall assume no liability in respect thereof. </li><li>Each eligible customer is entitled to the gift only once during the Promotion Period and may not use this offer in conjunction with any other promotions offered by WELEND.</li><li>The use of Travel Voucher is bounded by the Terms and Conditions printed on the Travel Voucher and the terms and conditions of the suppliers provided by the hutchgo.com. hutchgo.com is solely responsible for the quality, terms and conditions, the availability of seats and any matters relating to the Travel Voucher and WELEND shall assume no liability in respect thereof. </li><li>WELEND reserves the right to change the supplier of Gift or replace the Gift with any other gift with same value without prior notice.</li><li>WELEND reserves the right to forfeit a customer’s eligibility for the Promotion if the application for a loan is made with any false, inaccurate, inapplicable information or with any delinquency record.</li><li>WELEND reserves the right to change the supplier of the Gift, airline, terminate or modify the Promotion and its Terms and Conditions at any time without prior notice. </li><li>WELEND LIMITED reserves the absolute right to the final decision on the loan approval, supplier changes of the Gift, airline and any disputes. </li></ul>",
    "buttonText": "Apply now"
  },
  "nov2019Taipei": {
    "title": "Terms and Conditions for ‘Round-Trip Taipei Ticket’ Offer (“Promotion”)",
    "tnc": "<ol><li>The Promotion is valid from November 1, 2019 to December 4, 2019, both dates inclusive (\"Promotion Period\").</li><li>New customers who apply for the designated Personal Loan through the designated channels, complete the entire application process (including checking of credit report) and submit all required documents and information during the Promotion Period, regardless of approval result, shall be eligible to receive one set of &lsquo;Round-Trip Taipei Ticket&rsquo; for One Passenger from Hong Kong to Taipei provided by hutchgo.com (reference valued at $1,000) (the &ldquo;Gift&rdquo;).</li><li>A new customer is defined as a customer who has never applied for any loans at WELEND prior to the application of the designated Personal Loan.</li><li>Redemption notification for the Gift and details of the redemption arrangement shall be sent to eligible customers via email on or before December 18, 2019. Customers who do not receive his or her notification must notify WELEND by January 2, 2020; otherwise, WELEND accepts no liability for any failure to receive the redemption notification. Customers are required to follow the instructions on the redemption notification and select an available redemption timeslot via the designated website on or before January 17, 2020. Gift redemption is available from December 26, 2019 to January 24, 2020 (except public holidays). Eligible customers are required to present their original HKID and redemption notification to the redemption centre during the selected redemption timeslot. Gift redemption outside the selected redemption timeslot will not be entertained. The Gift can only be redeemed once.</li><li>Upon redemption, eligible customers will receive a $1,000 hutchgo.com travel voucher (the &ldquo;Gift&rdquo;), and can then purchase the Gift by completing and submitting the registration form according to the instructions on the Travel Voucher and emailing the registration form to the designated email of hutchgo.com for registration by February 29, 2020 (&ldquo;Redemption Deadline&rdquo;). Customers may only select from designated economy classes on China Airlines, Hong Kong Airlines or Eva Air. Upon successful registration, a customer service officer from hutchgo.com will contact the customer within 5 days for booking arrangements. Hutchgo.com and WELEND shall not be liable for any loss or damage caused resulting from incorrect email address or phone number provided by the customer, email delivery failure, or failure from customers to answer the confirmation call from hutchgo.com. Customers who do not receive any confirmation call from hutchgo.com within 5 days of submission of his/her registration form or are unable to arrange their bookings due to any hutchgo.com system issues should call hutchgo.com customer service hotline at +852 31920900.</li><li>Each Travel Voucher can only be redeemed once and cannot be exchanged for cash or cash equivalents or used in conjunction with other hutchgo.com travel vouchers. Any remaining value shall be forfeited after booking. Customers are responsible for any additional charges should the value of the selected flight ticket exceed the Gift</li><li>Any Travel Vouchers which are not used by the Redemption Deadline for any reason shall be considered as forfeiting the offer and no refund will be allowed. WELEND shall assume no liability in respect thereof. Any Travel Voucher obtained through unauthorized channels or modified, copied, forged, damaged, tampered or duplicated with in any way shall be deemed void. Any Travel Voucher that does not match the records of hutchgo.com database system shall not be accepted for offer redemption.</li><li>The journey of this &lsquo;Round-Trip Taipei Ticket&rsquo; must begin and end in Hong Kong. All applicable taxes in Hong Kong and Taiwan, Air Passenger Departure Tax, Hong Kong Airport Construction Fee, any additional charges, travel insurance, visa and hutchgo.com Processing Fee (HK$100/ person) shall be settled by the customers and are not included in the value of the Travel Voucher. The &lsquo;Round-Trip Taipei Ticket&rsquo; is valid for a stay of 2-7 days only. The date of departure for the &lsquo;Round-Trip Taipei Ticket&rsquo; must fall between January 2, 2019 to June 30, 2020 (not applicable to designated peak seasons including: January 22 to January 28, April 7 to April 13, April 28 to May 2, June 24 to June 27 of Year 2020), while outbound flights of certain airlines are only available from Sunday to Wednesday. Customers may upgrade their airline, ticket class or travel during the blackout period by paying the price difference to hutchgo.com separately. Seats are subject to availability. Bookings must be made at least 14 days before departure. Once the &lsquo;Round-Trip Taipei Ticket&rsquo; is redeemed and confirmed, no cancellation or change is allowed. Flight schedules provided by hutchgo.com shall prevail. Any change request to the reserved departure or return flight will incur surcharges payable to hutchgo.com, hutchgo.com&rsquo;s result and decision of such surcharges shall be final and conclusive. If the designated seats are fully booked, the Travel Voucher will not be honoured and WELEND will not refund or exchange the Travel Voucher for any other gift. If the booked flight is cancelled, customer should call hutchgo.com customer service hotline directly and WELEND shall assume no liability in respect thereof.</li><li>The Travel Voucher cannot be transferred to another person, exchanged for cash or other gifts. The name of the travelling passenger should be the same as the record when applying for the designated Personal Loan. Should there be any inaccurate information provided during the designated Personal Loan application or any other reasons leading to an unsuccessful Gift redemption, WELEND shall assume no liability in respect thereof.</li><li>Each eligible customer is entitled to the Gift only once during the Promotion Period and may not use this offer in conjunction with any other promotions offered by WELEND.</li><li>The use of Travel Voucher is bound by the Terms and Conditions printed on the Travel Voucher and the terms and conditions of the suppliers provided by the hutchgo.com. hutchgo.com is solely responsible for the quality, terms and conditions, the availability of seats and any matters relating to the Travel Voucher and WELEND shall assume no liability in respect thereof.</li><li>WELEND reserves the right to change the supplier of Gift or replace the Gift with any other gift with same value without prior notice.</li><li>WELEND reserves the right to forfeit a customer&rsquo;s eligibility for the Promotion if the application for the designated Personal Loan is made with any false, inaccurate, inapplicable information or with any delinquency record.</li><li>WELEND reserves the right to change the supplier of the Gift, airline, terminate or modify the Promotion and its Terms and Conditions at any time without prior notice or liability.</li><li>WELEND LIMITED reserves the absolute right to the final decision on the loan approval, supplier changes of the Gift, airline and any disputes.</li><li>In the event of any inconsistencies between the English and Chinese versions of the Terms and Conditions, the English version shall prevail.</li></ol>",
    "buttonText": "Apply now"
  },
  "jan2020": {
    "title": "Terms and Conditions for ‘Round-Trip Taipei Ticket’ & “$1,000 Travel Voucher” offer (“Promotion”)",
    "tnc": "<ol><li>The Promotion is valid from January 2, 2020 to January 31, 2020, both dates inclusive (\"Promotion Period\").</li><li>New Customers who have applied for the designated Card Debt Consolidation Loan through the designated channels, application must ultimately be made for the loan purpose of Card Debt Consolidation Loan, through the designated channels, and the New Customers, have completed the entire application process (including checking of credit report) and submitted all required documents and information during the Promotion Period, regardless of approval result, shall be eligible to receive one set of &lsquo;Round-Trip Taipei Ticket&rsquo; for One Passenger from Hong Kong to Taipei provided by hutchgo.com (reference valued at $1,000) (the &ldquo;Gift&rdquo;).</li><li>In addition, New Customers who have successfully applied for and have drawn down on the designated Card Debt Consolidation Loan, application must ultimately be made for the loan purpose of Card Debt Consolidation Loan with a net loan amount of HK$80,000 or above and a minimum loan tenor of twelve instalments during the Promotion Period, shall be eligible to receive a $1,000 E-travel voucher (the &ldquo;Voucher&rdquo;), subject to the Terms and Conditions on the agreement to be signed at loan drawdown.</li><li>For purpose of these terms and conditions, &ldquo;New Customer&rdquo; means a customer who has never applied for any loans at WELEND prior to the application of the Card Debt Consolidation Loan.</li><li>Each eligible customer is entitled to the Gift and Voucher only once during the Promotion Period and may not use this offer in conjunction with any other promotions offered by WELEND.</li><li>Redemption notification for the Gift and Voucher and details of the redemption arrangement will be sent to eligible customers via email on or before February 10, 2020. Customers who have not received any redemption notification by this date shall notify WELEND by email by February 24, 2020; failing which, WELEND shall accept no liability, whatsoever, for the lack of notification given to Customer for the redemption. Customers are required to follow the instructions on the redemption notification and made appointment on our designated website for redemption of the Gift and Voucher on or before March 9, 2020. Gift and Voucher redemption is available from March 23, 2019 to April 22, 2020 (except public holidays). Eligible customers are required to present their original HKID and redemption notification to the redemption centre during the reserved redemption timeslot. Gift and Voucher redemption outside the reserved redemption timeslot will not be entertained. The Gift and Voucher can only be redeemed once. Once issued, no Gift and/or Voucher will be re-issued.</li><li>For the redemption of Gift, eligible customers will receive a hutchgo.com redemption code(the &ldquo;Gift&rdquo;) for the redemption of one set of round-trip economy class air ticket for one passenger from Hong Kong to Taipei offered by China Airlines, Hong Kong Airlines or Eva Air (&ldquo;Round-Trip Taipei Ticket&rdquo;) Customers shall follow the instruction and fill in the redeem code and register for the Round-Trip Taipei Ticket via the website designated by hutchgo.com by May 22, 2020 (&ldquo;Redemption Deadline of the Gift&rdquo;). Each redemption code can only be registered and redeemed once. Upon successful registration, a customer service officer from hutchgo.com will contact the customer within 3 business days for booking arrangements. Hutchgo.com and WELEND shall not be liable for any failure to redeem if such failure is caused by the provision of incorrect email address or phone number by the customer, email delivery failure. Customers who do not receive any confirmation call from hutchgo.com within 3 business days after submission for redemption or are unable to arrange their bookings due to any hutchgo.com system issues should call hutchgo.com customer service hotline at +852 31920900. (Office Hour: Monday to Saturday: 9AM-1PM, 2PM-6:30PM; except Sunday and Public holiday).</li><li>Hong Kong shall be the port of departure and destination for the Round-Trip Taipei Ticket. All applicable taxes in Hong Kong and Taiwan, Air Passenger Departure Tax, Hong Kong Airport Construction Fee, any additional charges, travel insurance, visa and a handling fee of HK150/person payable to hutchgo.com shall be settled by the customers at his/her own expenses. The date of return must on the 2nd to the 7th day after the date of departure. The date of departure for the &lsquo;Round-Trip Taipei Ticket&rsquo; must fall between April 14, 2020 to September 26, 2020 (not applicable to designated peak seasons including: April 28 to May 2, June 24 to June 27, July 10 to August 25 of Year 2020 (&ldquo;Blackout Period of the Gift&rdquo;)), while hutchgo.com will provide available flights depends on availability, no request for reschedule of flights out of customer&rsquo;s preference will be entertained. Customers may upgrade to other airlines, upgrade the ticket class or travel during the Blackout Period by paying price difference between the actual price and the reference value of the &lsquo;Round-Trip Taipei Ticket&rsquo; to hutchgo.com separately. Seats are subject to availability. Bookings must be made at least 14 days before departure. Once the &lsquo;Round-Trip Taipei Ticket&rsquo; is redeemed and confirmed, no cancellation or change is allowed. Flight schedules and itinerary provided by hutchgo.com shall prevail. Any request for change or rescheduling of reserved departure or return flight will incur surcharges payable to hutchgo.com and the customer shall be solely responsible for any such surcharges. hutchgo.com&rsquo;s decision on flight schedule and itinerary shall be final and conclusive. Customer should call hutchgo.com customer service hotline directly for appropriate arrangement and no compensation will be made by WELEND, nor will WELEND assume any liability in respect thereof.</li><li>Please refer to hutchgo.com and the terms and conditions of the redemption code for details on the procedures, terms and conditions, any other charges or handling fees payable for redemption of air ticket and/or flight reservation. </li><li>The Voucher will be credited to eligible customers through Coupon Code and can be use to reserve and flight ticket, hotel or travel package, which may not be used for the settlement of any taxes or extra charges, stamp duty or any other additional items such as travel insurance, pocket Wifi, transportation services or handling fee collected by hutchgo.com. Customers are solely responsible for any such surcharges. Eligible customers may use the Voucher along with the Gift to reserve any flight ticket, hotel or travel package (any taxes or extra charges, stamp duty or any other additional items such as travel insurance, pocket Wifi, transportation services or handling fee collected by hutchgo.com excluded). The Voucher can only be redeemed once, which must be redeemed on or before August 31, 2020 (&ldquo;Voucher Redemption Deadline&rdquo;) and cannot be exchanged for cash or cash equivalents or be used in conjunction with other hutchgo.com travel vouchers. Any remaining value to the Voucher shall be forfeited once used. Customers are responsible for any additional charges should the value of the selected flight ticket and/or travel product exceed the respective value of the Gift and the Voucher.</li><li>The Voucher can be used for purchasing of flight ticket, hotel or travel package via hutchgo.com&rsquo;s website, mobile app or through hutchgo.com HK hotline: (852) 3192 0900 by providing the Coupon Code for payment. If the eligible customers redeem the Voucher through hutchgo.com HK hotline: (852) 3192 0900, there will be a one-time transaction fee of $50 chargeable by Hutchgo.com. You must provide your Coupon Code to Customer Service Officer of hutchgo.com for the booking. Voucher cannot be used to set off the price payable under any confirmed transaction. The Voucher is not transferable and may not be resold or exchanged for cash or other gifts or for any other destination. The name and information of the travelling passenger redeeming air tickets, hotel or travel package using the Gift and/or Voucher should be the same as that provided by the applicant the record when applying for the Card Debt Consolidation Loan, which cannot be altered once confirmed. WELEND shall not be liable for any failure to redeem if such failure is caused by the provision of incorrect email address or phone number by the customer.</li><li>Please refer to hutchgo.com and the terms and conditions of the Voucher for details on the procedures and formalities, terms and conditions, any other charges, handling fees or costs payable for redemption and use of the Voucher.</li><li>The redemption of the Gift, use of the Round-Trip Taipei Ticket and the Voucher, all procedures, terms, applicable fees or surcharge for redemption and flight or hotel reservation are bound by the Terms and Conditions printed on the respective vouchers and the terms and conditions of hutchgo.com. hutchgo.com is solely responsible for the terms, procedure for the redemption of the Gift, use of the Round-Trip Taipei Ticket and the Voucher, flight reservation and any matters relating thereto. WELEND shall not be liable for the product and services provided by hutchgo.com, any issues arising from or relating to the Gift and/or Voucher and their redemption. Hutchgo.com shall have the final decision on the use of the Gift and the Voucher.</li><li>The Gift and Voucher are not transferable and may not be resold or exchanged for cash or other gifts or for any other destination. Once confirmed, no cancellation or rescheduling of bookings, or assignment to others will be allowed</li><li>The name and information of the travelling passenger redeeming air tickets, hotel or travel package using the Gift and/or Voucher should be the same as that provided by the applicant when applying for the designated Card Debt Consolidation Loan, which cannot be altered once confirmed. Gift and Voucher that does not match the records of WELEND and hutchgo.com database system will not be accepted for offer redemption. WELEND and hutchgo.com reserves all rights in claiming for any expenses incurred in respect thereof.</li><li>WELEND shall not be liable to the Customer for any failure to redeem if such failure is caused by provision of incorrect personal information, by reason of hutchgo.com or the suppliers or any other reasons.</li><li>Each Gift and Voucher can only be redeemed once and cannot be exchanged for cash or cash equivalents or used in conjunction with other hutchgo.com travel vouchers. Any remaining value to the Voucher shall be forfeited once used. Customers are responsible for any additional charges should the value of the selected flight ticket and/or travel product exceed the respective value of the Gift and the Voucher.</li><li>Any Gift and Voucher which are not used by their respective Redemption Deadline for whatever reason, will be forfeited and no refund will be allowed. WELEND shall assume no liability in respect thereof. Any Gift and Voucher obtained through unauthorized channels or modified, copied, forged, damaged, tampered or duplicated with in any way shall be deemed void.</li><li>WELEND reserves the right to change the supplier of Gift and/or the Voucher, or to replace the Gift and/or Voucher with other gift and/or voucher of similar value without prior notice.</li><li>If the application for the designated Card Debt Consolidation Loan is made with any false, inaccurate, incomplete, inapplicable information or with any unsatisfactory credit record with WELEND, without prejudice to any other rights and remedies available to WELEND, WELEND reserves the right to revoke the Gift and/or Voucher without further notice. WELEND reserves the right to recover any costs incurred in relation thereto.</li><li> WELEND reserves the right to change the suppliers, the airlines, or to suspend, terminate or modify the Promotion and its Terms and Conditions at any time without prior notice or liability.</li><li>WELEND shall have the final decision on any loan approval, any changes to the Gift and/or Voucher, the suppliers, airline and any disputes.</li><li>No person other than the loan applicant and WELEND will have any right under the Contracts (Rights of Third Parties) Ordinance to enforce or enjoy the benefit of any of the provisions of these terms and conditions.</li><li>In the event of any inconsistencies between the English and Chinese versions of the Terms and Conditions, the Chinese version shall prevail.</li></ol>",
    "buttonText": "Apply Now"
  },
  "feb2020": {
    "title": "Terms and Conditions for $2,000 Cash Rebate (“Promotion”)",
    "tnc": "<ol><li>The Promotion is valid from February 3, 2020 to February 29, 2020, both dates inclusive (\"Promotion Period\").</li><li>New customers who have successfully applied for and have drawn down on the designated Personal loan or Card Debt Consolidation Loan through designated online channel with a net loan amount of HK$80,000 or above and a minimum loan tenor of twelve instalments during the Promotion Period, shall be eligible to receive a HK$2,000 cash rebate (the “Rebate”). The eligibility for the Promotion shall be subject to the Terms and Conditions on the agreement to be signed at loan drawdown.</li><li>For purpose of these terms and conditions, “New Customer” means a customer who has never applied for any loans at WELEND prior to the application of the present designated loan.</li><li>The Rebate amount will be credited to eligible customers’ loan account directly by the fourth instalment due date. The Rebate will be used to set-off against instalment or any fees and charges due. Customers must successfully set up direct debit authorization for repayment before the date of Rebate and maintain a good loan account record, including but not limited to punctual repayment and satisfactory credit history. Otherwise, WELEND has the right to forfeit the Rebate without prior notice.</li><li>If the application for the designated loan is made with any false, inaccurate, incomplete, inapplicable information or if the customer has any unsatisfactory credit record with WELEND, without prejudice to any other rights and remedies available to WELEND, WELEND reserves the right to revoke the Rebate without further notice. WELEND reserves the right to recover any costs incurred in relation thereto.</li><li>Each eligible customer is entitled to the Rebate only once during the Promotion Period and may not enjoy this offer in conjunction with any other promotions offered by the Company.</li><li>WELEND reserves the right to terminate the Promotion or modify its terms and conditions at any time without prior notice.</li><li>WELEND reserves its absolute right on any loan approval decision and any disputes.</li><li>No person other than the loan applicant and WELEND will have any right under the Contracts (Rights of Third Parties) Ordinance to enforce or enjoy the benefit of any of the provisions of these terms and conditions.</li><li>In the event of any inconsistencies between the English and Chinese versions of the Terms and Conditions, the Chinese version shall prevail.</li></ol>",
    "buttonText": "Apply Now"
  },
  "mar2020": {
    "title": "Terms and Conditions for $2,800 & $3,800 Cash Rebate (\"Promotion\")",
    "tnc": "<ol><li>The Promotion is valid from March 2, 2020 to June 30, 2020, both dates inclusive (\"Promotion Period\").</li><li>New customers who have successfully applied for and have drawn down on the designated personal loan (application must ultimately be made for loan purpose other than Card Debit Consolidation or Balance Transfer) through designated online channel with a net loan amount of HK$80,000 to HK$99,999 and a minimum loan tenor of twelve instalments during the Promotion Period, shall be eligible to receive a HK$2,800 cash rebate.</li><li>New customers who have successfully applied for and have drawn down on the designated Personal loan (application must ultimately be made for loan purpose other than Card Debit Consolidation or Balance Transfer) through designated online channel with a net loan amount of HK$100,000 or above and a minimum loan tenor of twelve instalments during the Promotion Period, shall be eligible to receive a HK$3,800 cash rebate.</li><li>For purpose of these terms and conditions, a “New Customer” means a customer who has never applied for any loans from WELEND LIMITED (“WELEND”) prior to the application of the present designated loan.</li><li>The rebate amount will be credited to eligible customers’ loan account directly by the fourth instalment due date for repayment. The rebate will be used to set-off against instalment repayment or any fees and charges due. Customers must successfully set up direct debit authorization for repayment before the date of rebate and maintain a good loan account record, including but not limited to punctual repayment and satisfactory credit history. Otherwise, WELEND has the right to forfeit the rebate without prior notice.</li><li>If the application for the designated loan is made with any false, inaccurate, incomplete, inapplicable information or if the customer has any unsatisfactory credit record with WELEND, without prejudice to any other rights and remedies available to WELEND, WELEND reserves the right to revoke the rebate without further notice.  WELEND reserves the right to recover any costs incurred in relation thereto.</li><li>Each eligible customer is entitled to the rebate only once (rebate amount will be determined by the net loan amount drawn down) during the Promotion Period and may not enjoy this offer in conjunction with any other promotions offered by the Company.</li><li>WELEND reserves the right to terminate and/or suspend the Promotion or modify its terms and conditions at any time without prior notice.</li><li>WELEND reserves its absolute right on any loan approval decision and any disputes.</li><li>No person other than the loan applicant and WELEND will have any right under the Contracts (Rights of Third Parties) Ordinance to enforce or enjoy the benefit of any of the provisions of these terms and conditions.</li><li>In the event of any inconsistencies between the English and Chinese versions of the Terms and Conditions, the Chinese version shall prevail.</li></ol>",
    "buttonText": "Apply Now"
  },
  "june2020": {
    "title": "Terms and Conditions for $2,800 & $3,800 Cash Rebate (\"Promotion\")",
    "tnc": "<ol><li>The Promotion is valid from June 1, 2020 to July 31, 2020, both dates inclusive (\"Promotion Period\").</li><li>New customers who have successfully applied for and have drawn down on the designated personal loan (application must ultimately be made for loan purpose other than Card Debit Consolidation or Balance Transfer) through designated online channel with a net loan amount of HK$80,000 to HK$99,999 and a minimum loan tenor of twelve instalments during the Promotion Period, shall be eligible to receive a HK$2,800 cash rebate.</li><li>New customers who have successfully applied for and have drawn down on the designated Personal loan (application must ultimately be made for loan purpose other than Card Debit Consolidation or Balance Transfer) through designated online channel with a net loan amount of HK$100,000 or above and a minimum loan tenor of twelve instalments during the Promotion Period, shall be eligible to receive a HK$3,800 cash rebate.</li><li>For purpose of these terms and conditions, a “New Customer” means a customer who has never applied for any loans from WELEND LIMITED (“WELEND”) prior to the application of the present designated loan.</li><li>The rebate amount will be credited to eligible customers’ loan account directly by the fourth instalment due date for repayment. The rebate will be used to set-off against instalment repayment or any fees and charges due. Customers must successfully set up direct debit authorization for repayment before the date of rebate and maintain a good loan account record, including but not limited to punctual repayment and satisfactory credit history. Otherwise, WELEND has the right to forfeit the rebate without prior notice.</li><li>If the application for the designated loan is made with any false, inaccurate, incomplete, inapplicable information or if the customer has any unsatisfactory credit record with WELEND, without prejudice to any other rights and remedies available to WELEND, WELEND reserves the right to revoke the rebate without further notice.  WELEND reserves the right to recover any costs incurred in relation thereto.</li><li>Each eligible customer is entitled to the rebate only once (rebate amount will be determined by the net loan amount drawn down) during the Promotion Period and may not enjoy this offer in conjunction with any other promotions offered by the Company.</li><li>WELEND reserves the right to terminate and/or suspend the Promotion or modify its terms and conditions at any time without prior notice.</li><li>WELEND reserves its absolute right on any loan approval decision and any disputes.</li><li>No person other than the loan applicant and WELEND will have any right under the Contracts (Rights of Third Parties) Ordinance to enforce or enjoy the benefit of any of the provisions of these terms and conditions.</li><li>In the event of any inconsistencies between the English and Chinese versions of the Terms and Conditions, the Chinese version shall prevail.</li></ol>",
    "buttonText": "Apply Now"
  },
  "jul-2020": {
    "title": "Terms and Conditions for $10,000 Cash Rebate",
    "tnc": "<ol><li>The promotion is valid from July 7, 2020 to October 5, 2020, both dates inclusive (\"Promotion Period\").</li><li>During the Promotion Period, new customers who have successfully applied for and have drawn down on a Personal Loan, Card Debit Consolidation or Balance Transfer, Property Owner Loan or No Document Loan through designated online channels with a net loan amount of HK$50,000 or above and a minimum loan tenor of twelve instalments, shall be eligible to receive a cash rebate of up to a total amount of HK$10,000 (&ldquo;Cash Rebate&rdquo;). The maximum amount of Cash Rebate for each customer is determined by the net loan amount and the loan tenor, as shown below:</li></ol><table><tbody><tr><td><p>Net loan amount (HK$)</p></td><td><p>Loan tenor (monthly instalment)</p></td><td><p>Maximum amount of Cash Rebate (HK$)</p></td></tr><tr><td><p>$50,000 - $99,999</p></td><td><p>12</p></td><td><p>$2,000</p></td></tr><tr><td><p>$50,000 - $99,999</p></td><td><p>24</p></td><td><p>$4,000</p></td></tr><tr><td><p>$50,000 - $99,999</p></td><td><p>36</p></td><td><p>$6,000</p></td></tr><tr><td><p>$50,000 - $99,999</p></td><td><p>48</p></td><td><p>$8,000</p></td></tr><tr><td><p>$50,000 - $99,999</p></td><td><p>60</p></td><td><p>$10,000</p></td></tr><tr><td><p>$100,000 - $199,999</p></td><td><p>12</p></td><td><p>$2,500</p></td></tr><tr><td><p>$100,000 - $199,999</p></td><td><p>24</p></td><td><p>$5,000</p></td></tr><tr><td><p>$100,000 - $199,999</p></td><td><p>36</p></td><td><p>$7,500</p></td></tr><tr><td><p>$100,000 - $199,999</p></td><td><p>48 or more</p></td><td><p>$10,000</p></td></tr><tr><td><p>&gt;=$200,000</p></td><td><p>12 or more</p></td><td><p>$5,000</p></td></tr><tr><td><p>&gt;=$200,000</p></td><td><p>24 or more</p></td><td><p>$10,000</p></td></tr></tbody></table><ol start=\"3\"><li>For the purpose of these Terms and Conditions, a &ldquo;New Customer&rdquo; means a customer who has never applied for any loans from WELEND LIMITED (&ldquo;WELEND&rdquo;) prior to the application of the present designated loan.</li><li>WELEND LIMITED (&ldquo;WELEND&rdquo;) reserves its absolute right on the final amount of the Cash Rebate. The promotion is subject to the terms and conditions of signed agreements for the loan application.</li><li>The Cash Rebate will be credited to eligible customers&rsquo; loan account in equal instalments (up to a maximum of 10 instalments) on or before every sixth instalment repayment due date. The Cash Rebate will be used to set-off against the next instalment repayment amount or any fees and charges due. Customers must successfully set up direct debit authorization for repayment before the Cash Rebate can be credited and maintain a good loan account record, including but not limited to punctual repayment and satisfactory credit history. Otherwise, WELEND has the right to forfeit the Cash Rebate without prior notice.</li><li>If the application for the designated loan is made with any false, inaccurate, incomplete, inapplicable information or if the customer has any unsatisfactory credit record with WELEND, without prejudice to any other rights and remedies available to WELEND, WELEND reserves the right to revoke the Cash Rebate without further notice.&nbsp; WELEND reserves the right to recover any costs incurred in relation thereto.</li><li>Each eligible customer can only participate in the promotion once during the Promotion Period and may not enjoy this promotion in conjunction with any other promotions offered by WELEND (other than '$300 Supermarket Cash Coupon' offer).</li><li>WELEND reserves the right to terminate and/or suspend the promotion or modify its terms and conditions at any time without prior notice.</li><li>WELEND reserves its absolute right on any loan approval decision and any disputes.</li><li>No person other than the loan applicant and WELEND will have any right under the Contracts (Rights of Third Parties) Ordinance to enforce or enjoy the benefit of any of the provisions of these terms and conditions.</li><li>In the event of any inconsistencies between the English and Chinese versions of the Terms and Conditions, the Chinese version shall prevail.</li></ol>"
  },
  "aug-2020": {
    "title": "Terms & conditions for HK$300 Supermarket Cash Coupon",
    "tnc": "<ol><li>The Promotion is valid from August 10, 2020 to October 5, 2020, both dates inclusive (\"Promotion Period\").</li><li>During the Promotion Period, New Customers who have applied for the designated Personal Loan, Card Debit Consolidation or Balance Transfer,&nbsp; No Document Loan or Property Owner Loan through designated online channels with a net applied loan amount of HK$50,000 or above, have completed the entire application process (including checking of credit report) and have submitted all required documents and information during the Promotion Period, regardless of approval result, shall be eligible to receive a HK$300 supermarket cash coupon (&ldquo;Gift&rdquo;).</li><li>For the purpose of these Terms and Conditions, a &ldquo;New Customer&rdquo; means a customer who has never applied for any loans from WELEND LIMITED (&ldquo;WELEND&rdquo;) prior to the application of the present designated loan.</li><li>Each eligible customer can only participate in the promotion once during the Promotion Period and may not enjoy this promotion in conjunction with any other promotions offered by WELEND (other than '$10,000 Cash Rebate' offer).</li><li>Redemption notification for the Gift and details of the redemption arrangement will be sent to eligible customers via SMS or email on or before October 26, 2020. Customers who have not received any redemption notification by this date shall notify WELEND by email by 6 November, 2020; failing which, WELEND shall accept no liability, whatsoever, for the lack of notification given to Customer for the redemption. Customers are required to follow the instructions on the redemption notification to redeem the Gift. All Gifts must be redeemed by the redemption deadline as stated in your redemption SMS or email . Eligible customers are required to present their original HKID and redemption notification to the redemption centre.</li><li>If the application for the designated Loan is made with any false, inaccurate, incomplete, inapplicable information or with any unsatisfactory credit record with WELEND, without prejudice to any other rights and remedies available to WELEND, WELEND reserves the right to revoke the Gift without further notice. WELEND reserves the right to recover any costs incurred in relation thereto.</li><li>Each Gift cannot be exchanged for other gifts, cash or cash equivalents. WELEND takes no responsibility whatsoever if the Gift cannot be redeemed due to false or incorrect information provided during the loan application.</li><li>Any Gift which is not used by the redemption deadline for any reason shall be considered as forfeited and no refund will be allowed. WELEND shall assume no liability in respect thereof. Any Gift obtained through unauthorized channels or modified, copied, forged, damaged, tampered or duplicated with in any way shall be deemed void.</li><li>The Gift redemption, use of the Gift, all procedures, terms, applicable fees or surcharge are bound by the Terms and Conditions printed on the Gift. WELEND shall not be liable for the product and services provided by the Gift&rsquo;s company, any issues arising from or relating to the Gift and its redemption.</li><li>If the Gift is out of stock or otherwise unavailable, WELEND reserves the right to exchange the Gift for another gift of same equivalent value without prior notice.</li><li>WELEND reserves the right to terminate and/or suspend the promotion or modify its terms and conditions at any time without prior notice.</li><li>WELEND reserves its absolute right on any loan approval decision and any disputes.</li><li>No person other than the loan applicant and WELEND will have any right under the Contracts (Rights of Third Parties) Ordinance to enforce or enjoy the benefit of any of the provisions of these terms and conditions.</li><li>In the event of any inconsistencies between the English and Chinese versions of the Terms and Conditions, the Chinese version shall prevail.</li></ol>"
  },
  "oct-2020": {
    "title": "Terms and Conditions for iPhone SE (64GB) Gift Offer:",
    "tnc": "<ol><li>The promotion is valid from October 6, 2020 to January 18, 2021, both dates inclusive (\"Promotion Period\").</li><li>During the Promotion Period, selected customers who have successfully applied for and  drawn down on a Card Debt Consolidation loan or a Balance Transfer loan (during initial loan application stage, customer must fill the loan purpose as Card Debt Consolidation loan or Balance Transfer loan) through designated online channels with a net loan amount of HK$100,000 or above and a minimum loan tenor of twenty-four instalments, shall be eligible to receive one (1) iPhone SE (64GB) Black (the “Gift”). </li><li>For the purposes of these Terms and Conditions, an “selected customer” means a customer who does not have any active loans with WELEND LIMITED (“WELEND”) at the time of making the loan application.</li><li>The promotion is subject to the terms and conditions of signed agreements for the loan application.</li><li>Redemption notification for the Gift and details of the redemption arrangement will be sent to eligible customers via SMS or email on or before February 15, 2021. Customers who have not received any redemption notification by this date shall notify WELEND by email by February 22, 2021; failing which, WELEND shall accept no liability, whatsoever, for any failure to receive the redemption notification. Customers are required to follow the instructions on the redemption notification to redeem the Gift; the Gift cannot be redeemed after the redemption deadline. Eligible customers are required to present their original HKID and redemption notification to the redemption centre. Customers must successfully set up direct debit authorization for repayment before the Cash Rebate can be credited and maintain a good loan account record, including but not limited to punctual repayment and satisfactory credit history. Otherwise, WELEND has the right to forfeit the Gift eligibility without prior notice.</li><li>If the application for the designated loan is made with any false, inaccurate, incomplete, inapplicable information or if the customer has any unsatisfactory credit record with WELEND, without prejudice to any other rights and remedies available to WELEND, WELEND reserves the right to revoke the Gift without further notice.  WELEND reserves the right to recover any costs incurred in relation thereto.</li><li>The Gift cannot be exchanged for other gifts, cash or cash equivalents. WELEND takes no responsibility whatsoever if the Gift cannot be redeemed due to false or incorrect information provided during the loan application.</li><li>WELEND shall not be liable for any issues arising from the quality or use of the Gift. The colour of the Gift will depend on stock availability and cannot be chosen.</li><li>WELEND reserves the right to change the suppliers, or to suspend, terminate or modify the promotion and its Terms and Conditions at any time without prior notice or liability. </li><li>Each eligible customer can only participate in the promotion once during the Promotion Period and may not enjoy this promotion in conjunction with any other promotions offered by WELEND.</li><li>WELEND reserves the right to terminate and/or suspend the promotion or modify its terms and conditions at any time without prior notice.</li><li>WELEND reserves its absolute right on any loan approval decision and any disputes. </li><li>No person other than the loan applicant and WELEND will have any right under the Contracts (Rights of Third Parties) Ordinance to enforce or enjoy the benefit of any of the provisions of these terms and conditions.</li><li>In the event of any inconsistencies between the English and Chinese versions of the Terms and Conditions, the English version shall prevail.</li></ol>",
    "alt-text": "A.I. precisely calculates the best interest-saving repayment plan with precision. Clear all your debts and get Extra Cash instantly",
    "alt-text2": "SE Phone upon successful draw down"
  },
  "mid-oct-2020": {
    "title": "Terms & conditions for HK$300 Supermarket Cash Coupon:",
    "tnc": "<ol><li>The Promotion is valid from October 14, 2020 to January 18, 2021, both dates inclusive (\"Promotion Period\").</li><li>During the Promotion Period, New Customers who have applied for the designated Personal Loan through designated online channels with a net applied loan amount of HK$50,000 or above, have completed the entire application process (including checking of credit report) and have submitted all required documents and information during the Promotion Period, regardless of approval result, shall be eligible to receive a HK$300 supermarket cash coupon (“Gift”).</li><li>For the purpose of these Terms and Conditions, a “New Customer” means a customer who has never applied for any loans from WELEND LIMITED (“WELEND”) prior to the application of the present designated loan.</li><li>Each eligible customer can only participate in the promotion once during the Promotion Period and may not enjoy this promotion in conjunction with any other promotions offered by WELEND.</li><li>Redemption notification for the Gift and details of the redemption arrangement will be sent to eligible customers via SMS or email on or before 15 February, 2021. Customers who have not received any redemption notification by this date shall notify WELEND by email by 22 February, 2021; failing which, WELEND shall accept no liability, whatsoever, for the lack of notification given to Customer for the redemption. Customers are required to follow the instructions on the redemption notification to redeem the Gift. All Gifts must be redeemed by the redemption deadline as stated in your redemption SMS or email . Eligible customers are required to present their original HKID and redemption notification to the redemption centre.</li><li>If the application for the designated Loan is made with any false, inaccurate, incomplete, inapplicable information or with any unsatisfactory credit record with WELEND, without prejudice to any other rights and remedies available to WELEND, WELEND reserves the right to revoke the Gift without further notice.  WELEND reserves the right to recover any costs incurred in relation thereto.</li><li>Each Gift cannot be exchanged for other gifts, cash or cash equivalents. WELEND takes no responsibility whatsoever if the Gift cannot be redeemed due to false or incorrect information provided during the loan application.</li><li>Any Gift which is not used by the redemption deadline for any reason shall be considered as forfeited and no refund will be allowed.  WELEND shall assume no liability in respect thereof. Any Gift obtained through unauthorized channels or modified, copied, forged, damaged, tampered or duplicated with in any way shall be deemed void.</li><li>The Gift redemption, use of the Gift, all procedures, terms, applicable fees or surcharge are bound by the Terms and Conditions printed on the Gift.  WELEND shall not be liable for the product and services provided by the Gift’s company, any issues arising from or relating to the Gift and its redemption.</li><li>If the Gift is out of stock or otherwise unavailable, WELEND reserves the right to exchange the Gift for another gift of same equivalent value without prior notice.</li><li>WELEND reserves the right to terminate and/or suspend the promotion or modify its terms and conditions at any time without prior notice.</li><li>WELEND reserves its absolute right on any loan approval decision and any disputes.</li><li>No person other than the loan applicant and WELEND will have any right under the Contracts (Rights of Third Parties) Ordinance to enforce or enjoy the benefit of any of the provisions of these terms and conditions.</li><li>In the event of any inconsistencies between the English and Chinese versions of the Terms and Conditions, the Chinese version shall prevail.</li></ol>"
  },
  "jul-2021": {
    "title": "Apple Store Gift Card (HK$5,000)Gift Offer",
    "tnc": "<p>Terms and Conditions for Apple Store Gift Card (HK$5,000)Gift Offer:</p><ol><li>The promotion is valid from July 6, 2021 to October 4, 2021, both dates inclusive (\"Promotion Period\").</li><li>During the Promotion Period, selected customers who have successfully applied for and drawn down on a Card Debt Consolidation loan or a Balance Transfer loan (during initial loan application stage, customer must fill the loan purpose as Card Debt Consolidation loan or Balance Transfer loan) through designated online channels with a net loan amount of HK$150,000 or above and a minimum loan tenor of twenty-four instalments, shall be eligible to receive an Apple Store Gift Card worth HK$5,000 (the &ldquo;Gift&rdquo;).</li><li>For the purposes of these Terms and Conditions, a &ldquo;selected customer &rdquo; means a customer who does not have any active loans with WELEND LIMITED (&ldquo;WELEND&rdquo;) at the time of making the loan application.</li><li>The promotion is subject to the terms and conditions of the signed agreements for the loan application.</li><li>Redemption notification for the Gift and details of the redemption arrangement will be sent to eligible customers via SMS or email on or before October 25, 2021. Customers who have not received any redemption notification by this date shall notify WELEND by email on or before November 8, 2021; failing which, WELEND shall accept no liability, whatsoever, for any failure to receive the redemption notification. Customers are required to follow the instructions on the redemption notification to redeem the Gift; the Gift cannot be redeemed after the redemption deadline.Once the Gift is redeemed, it will not be reissued.</li><li>If the application for the designated loan is made with any false, inaccurate, incomplete, inapplicable information or if the customer has any unsatisfactory credit record with WELEND, without prejudice to any other rights and remedies available to WELEND, WELEND reserves the right to revoke the Gift without further notice.WELEND reserves the right to recover any costs incurred in relation thereto.</li><li>The Gift cannot be exchanged for other gifts, cash or cash equivalents. WELEND takes no responsibility whatsoever if the Gift cannot be redeemed due to false or incorrect information provided during the loan application.</li><li>WELEND shall not be liable for any issues arising from the quality or use of the Gift.</li><li>WELEND reserves the right to change the suppliers, or to suspend, terminate or modify the promotion and its Terms and Conditions at any time without prior notice or liability.</li><li>Each eligible customer can only participate in the promotion once during the Promotion Period and may not enjoy this promotion in conjunction with any other promotions offered by WELEND.</li><li>WELEND reserves its absolute right on any loan approval decision and any disputes.</li><li>No person other than the loan applicant and WELEND will have any right under the Contracts (Rights of Third Parties) Ordinance to enforce or enjoy the benefit of any of the provisions of these terms and conditions.</li><li>In the event of any inconsistencies between the English and Chinese versions of the Terms and Conditions, the English version shall prevail.</li></ol>"
  },
  "jul-pol-2021": {
    "title": "POL Cash Rebate",
    "tnc": "<p>Terms and Conditions for POL Cash Rebate:</p><ol><li>The promotion is valid from Jul 6, 2021 to Dec 31, 2021, both dates inclusive (\"Promotion Period\").</li><li>During the Promotion Period, New customers who have successfully applied for and have drawn down on the designated property owner loan through designated online channels with a net loan amount of at least HK$200,000 and a minimum loan tenor of twenty-four instalments shall be eligible to receive a cash rebate of up to a total amount of HK$20,000 (&ldquo;Cash Rebate&rdquo;). The maximum amount of Cash Rebate for each customer is determined by the net loan amount, as shown below:</li></ol><table><tbody><tr><td><p>Net loan amount (HK$)</p></td><td><p>Maximum amount of Cash Rebate (HK$)</p></td></tr><tr><td><p>$200,000 - $299,999</p></td><td><p>$3,000</p></td></tr><tr><td><p>$300,000 - $399,999</p></td><td><p>$4,500</p></td></tr><tr><td><p>$400,000 - $499,999</p></td><td><p>$6,000</p></td></tr><tr><td><p>$500,000 - $599,999</p></td><td><p>$7,500</p></td></tr><tr><td><p>$600,000 - $699,999</p></td><td><p>$9,000</p></td></tr><tr><td><p>$700,000 - $799,999</p></td><td><p>$10,500</p></td></tr><tr><td><p>$800,000 - $899,999</p></td><td><p>$12,000</p></td></tr><tr><td><p>$900,000 - $999,999</p></td><td><p>$13,500</p></td></tr><tr><td><p>$1,000,000 - $1,099,999</p></td><td><p>$15,000</p></td></tr><tr><td><p>$1,100,000 - $1,199,999</p></td><td><p>$16,500</p></td></tr><tr><td><p>$1,200,000 - $1,299,999</p></td><td><p>$18,000</p></td></tr><tr><td><p>$1,300,000 - $1,399,999</p></td><td><p>$19,500</p></td></tr><tr><td><p>&gt;=$1,400,000</p></td><td><p>$20,000</p></td></tr></tbody></table><ol><li>For purpose of these terms and conditions, a &ldquo;New Customer&rdquo; means a customer who has never applied for any loan from WELEND LIMITED (&ldquo;WELEND&rdquo;) prior to the application of the designated property owner loan.</li><li>WELEND LIMITED (&ldquo;WELEND&rdquo;) reserves its absolute right on the final amount of the Cash Rebate. The promotion is subject to the terms and conditions of signed agreements for the loan application.</li><li>The Cash Rebate amount will be credited to eligible customers&rsquo; loan account directly by the fourth instalment repayment due date. The Cash Rebate will be used to set-off against the instalment repayment amount or any fees and charges due. Customers must successfully set up direct debit authorization for repayment before the Cash Rebate can be credited and maintain a good loan account record, including but not limited to punctual repayment and satisfactory credit history. Otherwise, WELEND has the right to forfeit the Cash Rebate without prior notice.</li><li>If the application for the designated property owner loan is made with any false, inaccurate, incomplete, inapplicable information or if the customer has any unsatisfactory credit record with WELEND, without prejudice to any other rights and remedies available to WELEND, WELEND reserves the right to revoke the Cash Rebate without further notice.WELEND reserves the right to recover any costs incurred in relation thereto.</li><li>Each eligible customer is entitled to the Cash Rebate only once during the Promotion Period (Cash Rebate amount will be determined by the net loan amount drawn down, WELEND reserves its absolute right on the final amount of the Cash Rebate) and may not enjoy this offer in conjunction with any other promotions offered by WELEND.</li><li>WELEND reserves the right to terminate and/or suspend the promotion or modify its terms and conditions at any time without prior notice.</li><li>WELEND reserves its absolute right on any loan approval decision and any disputes.</li><li>No person other than the loan applicant and WELEND will have any right under the Contracts (Rights of Third Parties) Ordinance to enforce or enjoy the benefit of any of the provisions of these terms and conditions.</li><li>In the event of any inconsistencies between the English and Chinese versions of the Terms and Conditions, the English version shall prevail.</li></ol>"
  },
  "nov-pol-2021": {
    "title": "POL Cash Rebate",
    "tnc": "<p>Terms and Conditions for POL Cash Rebate:</p><ol><li>The promotion is valid from Nov 1, 2021 to Dec 31, 2021, both dates inclusive (\"Promotion Period\").</li><li>During the Promotion Period, New customers who have successfully applied for and have drawn down on the designated property owner loan through designated online channels with a net loan amount of at least HK$200,000 and a minimum loan tenor of twenty-four instalments shall be eligible to receive a cash rebate of up to a total amount of HK$20,000 (&ldquo;Cash Rebate&rdquo;). The maximum amount of Cash Rebate for each customer is determined by the net loan amount, as shown below:</li></ol><table><tbody><tr><td><p>Net loan amount (HK$)</p></td><td><p>Maximum amount of Cash Rebate (HK$)</p></td></tr><tr><td><p>$200,000 - $299,999</p></td><td><p>$3,000</p></td></tr><tr><td><p>$300,000 - $399,999</p></td><td><p>$4,500</p></td></tr><tr><td><p>$400,000 - $499,999</p></td><td><p>$6,000</p></td></tr><tr><td><p>$500,000 - $599,999</p></td><td><p>$7,500</p></td></tr><tr><td><p>$600,000 - $699,999</p></td><td><p>$9,000</p></td></tr><tr><td><p>$700,000 - $799,999</p></td><td><p>$10,500</p></td></tr><tr><td><p>$800,000 - $899,999</p></td><td><p>$12,000</p></td></tr><tr><td><p>$900,000 - $999,999</p></td><td><p>$13,500</p></td></tr><tr><td><p>$1,000,000 - $1,099,999</p></td><td><p>$15,000</p></td></tr><tr><td><p>$1,100,000 - $1,199,999</p></td><td><p>$16,500</p></td></tr><tr><td><p>$1,200,000 - $1,299,999</p></td><td><p>$18,000</p></td></tr><tr><td><p>$1,300,000 - $1,399,999</p></td><td><p>$19,500</p></td></tr><tr><td><p>&gt;=$1,400,000</p></td><td><p>$20,000</p></td></tr></tbody></table><ol><li>For purpose of these terms and conditions, a &ldquo;New Customer&rdquo; means a customer who has never applied for any loan from WELEND LIMITED (&ldquo;WELEND&rdquo;) prior to the application of the designated property owner loan.</li><li>WELEND LIMITED (&ldquo;WELEND&rdquo;) reserves its absolute right on the final amount of the Cash Rebate. The promotion is subject to the terms and conditions of signed agreements for the loan application.</li><li>The Cash Rebate amount will be credited to eligible customers&rsquo; loan account directly by the fourth instalment repayment due date. The Cash Rebate will be used to set-off against the instalment repayment amount or any fees and charges due. Customers must successfully set up direct debit authorization for repayment before the Cash Rebate can be credited and maintain a good loan account record, including but not limited to punctual repayment and satisfactory credit history. Otherwise, WELEND has the right to forfeit the Cash Rebate without prior notice.</li><li>If the application for the designated property owner loan is made with any false, inaccurate, incomplete, inapplicable information or if the customer has any unsatisfactory credit record with WELEND, without prejudice to any other rights and remedies available to WELEND, WELEND reserves the right to revoke the Cash Rebate without further notice.WELEND reserves the right to recover any costs incurred in relation thereto.</li><li>Each eligible customer is entitled to the Cash Rebate only once during the Promotion Period (Cash Rebate amount will be determined by the net loan amount drawn down, WELEND reserves its absolute right on the final amount of the Cash Rebate) and may not enjoy this offer in conjunction with any other promotions offered by WELEND.</li><li>WELEND reserves the right to terminate and/or suspend the promotion or modify its terms and conditions at any time without prior notice.</li><li>WELEND reserves its absolute right on any loan approval decision and any disputes.</li><li>No person other than the loan applicant and WELEND will have any right under the Contracts (Rights of Third Parties) Ordinance to enforce or enjoy the benefit of any of the provisions of these terms and conditions.</li><li>In the event of any inconsistencies between the English and Chinese versions of the Terms and Conditions, the English version shall prevail.</li></ol>"
  }
}
