{
  "title": "FAQ",
  "faq-data": {
    "all": "All",
    "apply-for-loan": "Apply for a Loan",
    "borrower-eligibility": "Borrower Eligibility",
    "verification-and-disbursement": "Verification and Disbursement",
    "rates-and-fees": "Rates and Fees",
    "repaying-your-loan": "Repaying Your Loan",
    "manage-your-account": "Manage Your Account",
    "technical-difficulities-and-security": "Technical Difficulties and Security",
    "understanding-your-credit": "Understanding Your Credit",
    "about-welend": "About WeLend",
    "can-i-refinance-question": "Can a loan be topped up or refinanced? (With over one loan application)",
    "can-i-refinance-answer": "<div> Yes! To top up or refinance a loan, Simply login the WeLend account with the registered mobile number and email at <a href=\"https://member.welend.hk/en/users/sign_in\">https://member.welend.hk/en/users/sign_in</a></div>",
    "application-process-question": "What is the Application Process?",
    "application-process-answer": "<div>Application Process can be as simple as:<ol><li>Apply online</li><li>Upload documents</li><li>Instant approval^</li><li>Verification and disbursement</li></ol>^Only refers to the time needed to calculate quotations after receipt of the applicant's TU Report. Applicants must fulfil specific requirements to be eligible, actual time may vary depending on each individual case</div>",
    "approval-process-question": "How about the Approval Process?",
    "approval-process-answer": "<div>Approval Process can be as easy as:<ol><li>Apply online. Usually takes less than 5 minutes to complete the application form</li><li>Finish mobile verification</li><li>Upload documents</li><li>Receive instant approval^</li><li>Receive confirmation and disbursement</li></ol>You are also required to submit the following documents during the application process#:<ul><li>HKID Copy</li><li>Disbursement account proof (for the purposes of account verification, you can provide monthly bank statement)</li></ul>Additional documents may be requested<ul type=\"circle\"><li>Commission Based Salary: At least recent 3 months of Income Proof</li><li>Real Estate Industry: At least recent 6 months of Income Proof</li><li>Residential address proof</li></ul>^Only refers to the time needed to calculate quotations after receipt of the applicant's TU Report. Applicants must fulfil specific requirements to be eligible, actual time may vary depending on each individual case<br/>#Income Proof and Address Proof waiver only available for loans with the maximum loan amount of HK$300,000 and for customers who fulfil specific credit requirements. WELEND LIMITED reserves the right to request further supporting documents for loan approval purposes in certain circumstances. Larger loan amounts may be offered to customers who provide supporting documents. HKID copy and disbursement account proof are required from all new customers for identity verification and loan disbursement purposes.</div>",
    "how-to-monitor-status-question": "How to track my application status and records?",
    "how-to-monitor-status-answer":"<p class=\"p1\" style=\"margin-top: 0px; margin-bottom: 0px; font-variant-numeric: normal; font-variant-east-asian: normal; font-stretch: normal; font-size: 11px; line-height: normal; font-family: Helvetica; -webkit-text-stroke-color: rgb(0, 0, 0); white-space: normal;\">\n    <span style=\"font-variant-ligatures: no-common-ligatures; font-size: 18px;\">To track your application status and records, simply login at https://member.welend.hk/en/users/sign_in &nbsp;</span>\n</p>\n<p>\n    <br/>\n</p>",
    "how-to-update-application-question": "How to amend changes to submitted application?",
    "how-to-update-application-answer": "<div> All changes and updates must be handled by our customer service specialist. Any changes on your loan amount, tenor or updates on personal information, please email to <a href=\"mailto:cs@welend.hk\">cs@welend.hk</a> or call 3590-6396.</div>",
    "loan-amount-and-tenor-question": "How much can be borrowed? For how long?",
    "loan-amount-and-tenor-answer": "<div> WeLend provides loan amounts from HK$5,000 to HK$1,500,000. Tailor made repayment schedule is available, ranging from 3 to 72 months. Maximum loan amount is determined by your financial background, including credit score, monthly income, occupation and financial situation.</div>",
    "who-is-eligible-question": "What are the application requirements for WeLend loan?",
    "who-is-eligible-answer": "<div>All loan applicants must be a Hong Kong resident aged 18 years or above<sup>*</sup> and meet the following requirements:<ul><li>Stable employment: Minimum employment at current job of 3 months</li><li>Repayment Ability: Minimum monthly income of HK$8,000</li></ul>Submit the following documents during the application process:<ul><li>HKID Copy</li><li>Disbursement account proof (for the purposes of account verification, you can provide monthly bank statement)</li></ul>Additional documentation if necessary:<ul><li>Commission Based Salary: Minimum recent 3 months of Income Proof</li><li>Real Estate Industry: Minimum recent 6 months of Income Proof</li><li>Residential address proof</li></ul><div class=\"text-left text-size-small\"><sup>*</sup>if you are Chinese citizen, please may consider using Wolaidai, tailor made for mainland customers. For more details, please visit <a href=\"https://m.wolaidai.com\">https://m.wolaidai.com</a></div></div>",
    "bankcruptcy-can-apply-question": "If currently or previously filed for bankruptcy, am I still eligible for a loan?",
    "bankcruptcy-can-apply-answer": "<div> Application evaluations are subjected to a complete analysis of your current financial situation, including your income stability, repayment records, financial score and other details. We evaluate situations on a case by case basis and may exempt certain requirements.</div>",
    "required-documents-question": "What documents should I provide for my application?",
    "required-documents-answer": "<div>You are required to submit the following documents during the application process:<ul><li>HKID Copy</li><li>Disbursement account proof (for the purposes of account verification, you can provide monthly bank statement)</li></ul>Additional documents may be requested<ul type=\"circle\"><li>Commission Based Salary: At least recent 3 months of Income Proof</li><li>Real Estate Industry: At least recent 6 months of Income Proof</li><li>Residential address proof</li></ul></div>",
    "submission-methods-question": "How to submit your application documents?",
    "submission-methods-answer": "<div>Login: WeLend Website - <a href=\"https://member.welend.hk/en/users/sign_in\">https://member.welend.hk/en/users/sign_in<br>Email: <a href=\"mailto:doc@welend.hk\">doc@welend.hk<br>WhatsApp: <a href=\"https://wa.me/85237069120?text=Hi!\">3706-9120<br>Fax：3590-3991<br></a></a></a></div>",
    "when-disburse-question": "How long will it take my loan amount be disbursed into my designated account?",
    "when-disburse-answer": "<div>Once your loan agreement has been confirmed and all personal identification has been verified, the loan will be disbursed instantly under normal circumstances. However, the final disbursement may vary depending on individual bank arrangements.</div>",
    "when-approve-question": " What is the approval time?",
    "when-approve-answer": "<div>If your filled application and supporting documents are all submitted during our service hours, preliminary approval result will be ready online for instant review.</div>",
    "why-rejected-question": "Why has a loan application been declined or amount been altered? Any ways to improve any loan application?",
    "why-rejected-answer": "<div> We assess each loan application based on the credit score on the credit report from TransUnion. If the current credit score falls short of WeLend’s company conditions, we will be left with no choice but decline such application. To improve the result of loan application, please note:</ul><li>Obtain a copy of your credit report, understand your own financial situation then look for room of improvement</li><li>Reduce or restructure your existing debt immediately</li><li>Construct budget, start a savings plan, Stick to your future repayment ability.</li></ul>We strongly encourage any loan reapplication that best fits your need in the near future!</div>",
    "preapproval-rate-question": "Prior completing my application, will a preliminary quotation be provided?",
    "preapproval-rate-answer": "<div> Once personal information is shared, a preliminary quotation will be provided. Then you can decide whether submit other supporting documents or complete the application or not.</div>",
    "any-hidden-fees-question": "What fees does WeLend charge? Are there hidden fees?",
    "any-hidden-fees-answer": "<div> WeLend does not charge any application fees, handling fees, guarantor fees, photocopy fees, introductory fees or any related fees. If any loan is cancelled, declined or otherwise not accepted, no fees will be charged. This also includes the time charge for loan negotiation or any related fees. WeLend does not have any hidden fees and commits to high transparency within all our terms. What you see is what you get.</div>",
    "what-is-effective-rate-question": "What does Effective Rate mean?",
    "what-is-effective-rate-answer": "<div> Effective rate is a reference rate estimated based on an annualized interest methodology with a combination of lending rates and other fees and charges. Effective rate is based on the definition as outlined in Money Lenders Ordinance and is used as a standardized annualized interest method across the lending industry by all recognized financial institutions.</div>",
    "late-repayment-question": "What are the implications from late repayment?",
    "late-repayment-answer": "<div> WeLend does not imply any interest penalties on late repayment, however, a symbolic HK$350 penalty fee will be charged for each late repayment. Late repayments will be notified via email. To avoid any implication on your credit history, please stay on top of your repayments.</div>",
    "how-repayment-work-question": "How to set up repayment date? What are the methods of repayments?",
    "how-repayment-work-answer": "<div>The repayment date is generally set based on 2-5 working days after your payroll date, to ensure sufficient funds within this designated auto-debit bank account.<br>All customers must set up Direct Debit Authorization for using automatic debit as the repayment method. Direct Debit Authorization is an agreement that allows us to automatically debit your repayment from your bank account on the repayment day.</div>",
    "early-settle-question": "How to process early settlement?",
    "early-settle-answer": "<div> For early settlement of any loans, simply inform WeLend with a minimum of 30 days in advance through WhatsApp at <a href=\"https://wa.me/85237069120?text=Hi!\">3706-9120</a> or email to <a href=\"mailto:cs@welend.hk\">cs@welend.hk</a>, follow up and arrangements will be made accordingly.</div>",
    "change-account-detail-question": "How to change disbursement account or update personal information within WeLend account?",
    "change-account-detail-answer": "<div>Simply submit your request with the supporting documents to us through at <a href=\"mailto:cs@welend.hk\">cs@welend.hk</a> or WhatsApp at <a href=\"https://wa.me/85237069120?text=Hi!\">3706-9120</a>. To safeguard all accounts, different supporting documents may be required for verification purposes.<ul><li>Change of address: Address proof issued within the last 3 months</li><li>Change of bank account for disbursement: Bank account proof issued within the last 3 months</li><li>Change of phone number: Selfie with you hand holding your HKID with your new phone number</li></ul></div>",
    "cannot-login-question": "What if cannot access WeLend account?",
    "cannot-login-answer": "<div> First, confirm that you are using the registered phone number and that regular messages can be received. Then check if any verification code has been received. Verification code is time limited, if the idle time is longer than 10 minutes, a new verification code will be necessary. If the problem persists, please email us at <a href=\"mailto:cs@welend.hk\">cs@welend.hk</a> or call 3590 6396.</div>",
    "no-email-confirmation-question": "What if cannot receive any email or SMS confirmation",
    "no-email-confirmation-answer": "<div> First, refresh and check your SMS and email inbox, then check junk mail folder. If still no confirmation message has been received, please confirm if your computer or mobile phone is connected to a wireless or data network. If you still no SMS or email have been received, please notify <a href=\"mailto:cs@welend.hk.\">cs@welend.hk.</a></div>",
    "stop-promotion-question": "What if do not wish to receive any promotional email or sms?",
    "stop-promotion-answer": "<div> If do not wish to receive any promotional emails or sms, please email <a href=\"mailto:cs@welend.hk\">cs@welend.hk</a> with the corresponding email address or call at 3590-6396 with the corresponding mobile number to opt out.</div>",
    "due-date-question": "How to monitor my repayment balance and due dates?",
    "due-date-answer": "<div> To monitor your repayment details, simply login at <a href=\"https://member.welend.hk/en/users/sign_in\">https://member.welend.hk/en/users/sign_in</a></div>",
    "personal-information-safe-question": "How safe and confidential is my personal information at WeLend? How does WeLend protect and handle the customer data and privacy?",
    "personal-information-safe-answer": "<div>At WeLend, safeguarding all personal information and privacy from each surfer and customer are extremely important. This is why multiple firewalls and strict privacy measures are taken to ensure the utmost security to all shared information. For more details on our privacy policy, feel free to learn more at <a href=\"https://www.welend.hk/en/privacy-policy\">https://www.welend.hk/en/privacy-policy</a></div>",
    "unable-to-access-question": "Why are not all pages within the WeLend platform accessible? (i.e. application form or dashboard)",
    "unable-to-access-answer": "<div> To safeguarding all information from each surfer and customer, please download the latest Chrome, Firefox or Safari browser. If the browser currently using only supports “SSL Encryption 40Bit” or “SSL Encryption 56Bit”, you will not be able to enjoy the full service of our platform.</div>",
    "credit-score-question": "What are the basis of WeLend’s credit score?",
    "credit-score-answer": "<div> WeLend’s credit scores are based the credit score from TransUnion.</div>",
    "repayment-amount-question": "How to calculate each repayment amount?",
    "repayment-amount-answer": "<div> Monthly principal + Monthly interest = Monthly total repayment amount</div>",
    "who-are-we-question": "What is WeLend Team?",
    "who-are-we-answer": "<div> WeLend is comprises of an elite league professionals from finance, technology and consumer products sectors, with a wealth of skills and experiences gained from leading companies, such as CITI, Standard Chartered Bank, HSBC, Prime Credit, Goldman Sachs, Deutsche, Amazon, Oracle, Tencent, Baidu and Alibaba. Leveraging on propriety risk management technology and big data analytics, pioneered a seamless mobile lending experience, that is fully online, fully automated, fully instant. Eliminating the expenses for physical branches or complex processes, we are able deliver our customers for the swiftest, most seamless lending service in a matter of seconds. This elite league is doubtless to mission out and revolutionize traditional lending services.</div>",
    "privacy-policy-question": "How does WeLend’s protect and handle the customer data and privacy?",
    "privacy-policy-answer": "<div> At WeLend, safeguarding all personal information and privacy from each surfer and customer are extremely important. This is why multiple firewalls and strict privacy measures are taken to ensure the utmost security to all shared information. For more details on our privacy policy, feel free to learn more at <a href=\"https://www.welend.hk/en/privacy-policy\">https://www.welend.hk/en/privacy-policy</a></div>",
    "annual-interest-rate-question": "Why can WeLend offer a lower effective rate than traditional lending businesses?",
    "annual-interest-rate-answer": "<div> WeLend is a pure online operated money lending business, offering seamless money lending service with high cost efficiency. Meanwhile, brick-and-mortar banks and financial institutions suffer stress from maintaining retail operations, whereas WeLend can offer competitive interest rates and other benefits as WeLend does not need to allocate budget to run a retail business.</div>",
    "what-is-welend-question": "What is WeLend? How does WeLend operate?",
    "what-is-welend-answer": "<div> WeLend is an online money lending platform designed and engineered by Asia’s leading fintech group – WeLab. Offering personal loans to meet the financial needs of customers, such as debt consolidation, taxation, weddings, education, home improvement, travel expenses and more. WeLend’s safe and efficient solely online money lending platform, allows our customers enjoy the full benefit of a simplified and expeditious loan application process and reduced loan interest expenses without any expensive agency fees and other complicated procedures.<br/>WeLend operates an A.I. money lending platform easing online loan process. No matter where you are, the application can be completed within minutes and receive your money within a day!</div>"
  }
}
