{
  "mlo": {
    "title": "Money Lenders Ordinance",
    "content": "<h3>Summary of Provisions of the Money Lenders Ordinance</h3><br/><br/>FORM OF SUMMARY OF PROVISIONS OF THE ORDINANCE TO BE INCLUDED IN OR ATTACHED TO A NOTE OR MEMORANDUM OF A LOAN AGREEMENT.<br/><br/>The provisions of the Money Lenders Ordinance summarized below are important for the protection of all the parties to a loan agreement, and should be read carefully. The summary is not part of the law, and reference should be made to the provisions of the Ordinance itself in case of doubt.<br/><br/><h2>Summary of Part III of the Ordinance-Money lenders transactions</h2><br/>Section 18 sets out the requirements relating to loans made by a money lender. Every agreement for a loan must be put into writing and signed by the borrower within 7 days of making the agreement and before the money is lent. A copy of the signed note of the agreement must be given to the borrower, with a copy of this summary, at the time of signing. The signed note must contain full details of the loan, including the terms of repayment, the form of security and the rate of interest. An agreement which does not comply with the requirements will be unenforceable, except where a court is satisfied that it would be unjust not to enforce it.<br/><br/>Section 19 provides that a money lender must, if requested in writing and on payment of the prescribed fee for expenses, give the original and a copy of a written statement of a borrower's current position under a loan agreement, including how much has been paid, how much is due or will be due, and the rate of interest. The borrower must endorse on the copy of the statement words to the effect that he has received the original of the written statement and return the copy as so endorsed to the money lender. The money lender must retain the copy of the statement so returned during the continuance of the agreement to which that statement relates. If the money lender does not do so he commits an offence. The money lender must also, upon a request in writing, supply a copy of any document relating to the loan or security. But a request cannot be made more than once per month. Interest is not payable for so long as the money lender, without good reason, fails to comply with any request mentioned in this paragraph.<br/><br/>Section 20 provides that the surety, unless he is also the borrower, must within 7 days of making the agreement be given a copy of the signed note of the agreement, a copy of the security instrument (if any) and a statement with details of the total amount payable. The money lender must also give the surety, upon request in writing at any time (but not more than once per month) a signed statement showing details of the total sum paid and remaining to be paid. The security is not enforceable for so long as the money lender, without good reason, fails to comply.<br/><br/>Section 21 provides that a borrower may at any time, on giving written notice, repay a loan together with interest to the date of repayment, and no higher rate of interest may be charged for early repayment.<br/><br/>This provision, however, will not apply where the money lender is recognized, or is a member of an association recognized, by the Financial Secretary by notice in the Gazette in force under section 33A(4) of the Ordinance.<br/><br/>Section 22 states that a loan agreement is illegal if it provides for the payment of compound interest, or provides that a loan may not be repaid by instalments. A loan agreement is also illegal if it charges a higher rate of interest on amounts due but not paid, although it may provide for charging simple interest on that part of the principal and interest outstanding at a rate not exceeding the rate payable apart from any default. The illegal agreement may, however, be declared legal in whole or in part by a court if the court is satisfied that it would be unjust if the agreement were illegal because it did not comply with this section.<br/><br/>Section 23 declares that a loan agreement with a money lender and any security given for the loan will not be enforceable if the money lender was unlicensed at the time of making the agreement or taking the security. The loan agreement or security may, however, be declared enforceable in whole or in part by a court if the court is satisfied that it would be unjust if the agreement or security were unenforceable by virtue of this section.<br/><br/><h2>Summary of Part IV of the Ordinance-Excessive interest rates</h2><br/>Section 24 fixes the maximum effective rate of interest on any loan at 60% per annum (the \"effective rate\" is to be calculated in accordance with the Second Schedule to the Ordinance). A loan agreement providing for a higher effective rate will be unenforceable and the lender will be liable to prosecution. This maximum rate may be changed by the Legislative Council but not so as to affect existing agreements. The section does not apply to any loan made to a company which has a paid up share capital of not less than $1000000 or, in respect of any such loan, to any person who makes that loan.<br/><br/>Section 25 provides that where court proceedings are taken to enforce a loan agreement or security for a loan or where a borrower or surety himself applies to a court for relief, the court may look at the terms of the agreement to see whether the terms are grossly unfair or exorbitant (an effective rate of interest exceeding 48% per annum or such other rate as is fixed by the Legislative Council, may be presumed, on that ground alone, to be exorbitant), and, taking into account all the circumstances, it may alter the terms of the agreement in such a manner as to be fair to all parties. The section does not apply to any loan made to a company which has a paid up share capital of not less than $1000000 or, in respect of any such loan, to any person who makes that loan."
  },
  "privacy-policy": {
    "title": "Privacy Policy and Personal Information Collection Statement",
    "content": "<p>This Statement applies to Welend Limited (referred to as “<b>WELEND</b>” or “<b>we</b>”). WELEND is part of a group of companies under Welab Holdings Limited (referred to as “<b>WeLab Group</b>”).</p><p>In this Statement, the term “<b>data subjects</b>” or “<b>you</b>” shall include visitors to this website, users of WELEND Chatbot, applicants for loan facilities and customers of loan facilities.</p><p>The content of this Statement shall apply to all data subjects and form part of the terms and conditions of the Loan Agreement and/or any agreement or arrangement that the data subjects have or may enter into with WELEND from time to time. In the event of any inconsistency or discrepancy between this Statement and the relevant agreement or arrangement, this Statement shall prevail insofar as it relates to the protection of the data subject’s personal data.</p><h2><center>Privacy Policy Statement</center><br></h2><h2>Our Privacy Principles</h2><p>WELEND values your trust. WELEND is committed to the full implementation and compliance with the six data protection principles and the requirements of the Personal Data (Privacy) Ordinance (Cap. 486, Laws of Hong Kong) (the “Ordinance”). This Statement is intended to assist you in understanding WELEND’s privacy policies and practices in relation to the personal data.</p><h2>Our Pledge</h2><p>We pledge to safeguard your personal data by complying with the requirements of the Ordinance as well as the relevant codes of practice and guidance notes issued by the Office of the Privacy Commissioner for Personal Data. We will ensure that all our employees and third parties with permitted access to your personal data uphold these obligations.</p><h2>Collection of Personal Data</h2><p>Personal data means any information relating to an individual from which the identity of the individual can be ascertained, directly or indirectly. We may collect the following data relating to you, which may be personal data from time to time, including but not limited to:</p><ul> <li>name;</li> <li>age;</li> <li>gender;</li> <li>phone number;</li> <li>email address;</li> <li>HKID number or passport number;</li> <li>nationality or residency status;</li> <li>birth date;</li> <li>personal finance status, intention or goals (including need for loans)</li> <li>income or assets information;</li> <li>education level;</li> <li>employment information;</li> <li>residential information;</li> <li>bank account or stored value facility account details;</li> <li>Facebook ID and first name displayed in Facebook;</li> <li>LinkedIn ID and related information;</li> <li>preferences related to any products or services;</li> <li>communications between you and WELEND;</li> <li>data regarding your visits to and use of WELEND website and WELEND Chatbot; and</li> <li>location data.</li></ul><p>In addition, when you use WELEND website or services, we may automatically collect certain data which may, when combined with other information about you, be personal data, including but not limited to:</p><ul> <li>attributes of the equipment or device you are using, such as the operating system, hardware version, device settings, software and device identifiers;</li> <li>device locations, including specific geographic locations identified through GPS, Bluetooth or WiFi signals or other means;</li> <li>connection information such as the name of your mobile operator, ISP or other service provider, browser type and IP address;</li> <li>the website from which you have reached WELEND website;</li> <li>the WELEND website pages viewed;</li> <li>details of the products and services on the WELEND website that you look at, information, tools and content available on WELEND website that you use; and</li> <li>links from WELEND website that you click on.</li></ul><p>With your request or authorization, WELEND may additionally receive information about you from our business partners or co-branding partners or from credit reference agencies. WELEND may also obtain information about you from the public domain.</p><p>We may use the personal data collected for the purpose set out in the Personal Information Collection Statement (see below). The use and disclosure of personal data and your right to access or correct your personal data held by WELEND are also set out in the Personal Information Collection Statement (see below).</p><h2>Use of Cookies</h2><p>Cookies are small data files which are placed on data subject’s device when data subject visits WELEND’s website, interacts with WELEND Chatbot or clicks on WELEND’s online advertisements. Cookies or similar technologies are used for the following purposes:</p><ol type='a'> <li>statistical analysis of your on-site behaviour such as number of visits to our site, page views, length of time spent on each page. These are aggregated and therefore anonymous.</li> <li>provide enhanced user experience, remember your preference within our website, enable easy navigation between public section and member owner section of our web property.</li> <li>promote personalized products using your visited pages, and the website links you have followed to: <ol type='i'> <li>make WELEND’s website more relevant to your interests;</li> <li>provide online advertisements or offers on WELEND’s website or third-party websites which are most likely to interest you;</li> <li>evaluate the effectiveness of WELEND’s online marketing and advertising programs.</li> </ol> </li></ol><p>The above cookies may be placed on data subject’s device by WELEND or by third parties on WELEND’s behalf (for example, advertising networks and providers of external services like web traffic analysis services). Information recorded through the use of cookies by third parties are aggregated and then shared with WELEND as anonymous aggregated research data. No personal contact information about data subjects is collected or shared by third parties with WELEND as a result of the use of cookies.</p><p>Most web browsers are initially set up to accept cookies. Should you wish not to be tracked by this kind of technology, you can choose to ‘not accept’ cookies by changing the settings on your web browser. However, if you block all cookies, including strictly necessary cookies, you may not be able to use the WELEND website or WELEND Chatbot properly.</p><h2>Retention of Personal Data</h2><p>We will take practical steps to ensure that your personal data will not be kept longer than necessary and that we will comply with all statutory and regulatory requirements in Hong Kong concerning the retention of personal data.</p><h2>Security Measures</h2><p>We provide and maintain stringent security measures to protect WELEND’s system and information and personal data retained therein, including:</p><ul> <li>use of OTP to authenticate users or customers;</li> <li>use of firewalls and network segregation to protect unauthorized access;</li> <li>use of encryption to keep data subject’s personal data private at rest and in transit;</li> <li>regular review of our information collection, use, storage and processing practices;</li> <li>restriction of access of personal data to relevant employees on a “need-to-know” basis; and</li> <li>training to employees on the proper handling of personal data.</li></ul><p>While internet is not an inherently secure environment for communications, we continuously review and apply industry best practices to protect and secure this channel throughout our systems. Your personal device security and general measure in handling your own personal and transactional digital data are equally important. In most cases, an imprudent transmission and handling of sensitive data such as confidential documents, password, personal identifiers etc. would facilitate unauthorized access resulting in a data breach. Hence, we remind you to be cautious when using WELEND’s website and handling your own sensitive documents and data.</p><h2><center>Personal Information Collection Statement</center><br></h2><h2>Purpose of Collection</h2><ol> <li>For the purposes of the provision of services by WELEND, it is necessary for data subjects to supply WELEND with personal data for the opening or continuation of accounts and for the purposes of the establishment or continuation of loan facilities and related financial services or the processing of new or renewal applications or other services through WELEND website.</li> <li>Failure to supply such personal data by data subjects may result in WELEND being unable to open or continue accounts, provide loan facilities and related financial services or process applications or other services.</li> <li>For the purposes of the provision of services by WELEND, personal data of data subjects may also be obtained from credit reference agency (whose contact details can be provided upon request) or from the public domain through different channels, including public registers, public search engines, public directories or any social media with public view setting authorized by the data subject. In addition, device information may be collected from data subjects’ web browsers.</li></ol><h2>Use of Personal Data</h2><ol start='4'> <li>The personal data of data subjects may be used by WELEND for: <ol type='a'> <li>considering and processing applications for products and services and the daily operation of products and services (including loan facilities and related financial products and services provided to data subjects);</li> <li>conducting credit checks whenever appropriate (including at the time of application for loan and when we review credit which normally takes place one or more times each year);</li> <li>creating and maintaining WELEND’s credit scoring or risk related models;</li> <li>ensuring ongoing credit worthiness and good standing of data subjects;</li> <li>assisting other financial institutions to conduct credit checks and to collect debts;</li> <li>designing and developing loan/credit facilities and related financial products and services for customers’ use;</li> <li>conducting marketing research or developing membership programmes;</li> <li>subject to obtaining the consent of data subjects, direct marketing services, marketing products, services and other subjects as described in paragraphs 6 and 7 below;</li> <li>determining the amounts of indebtedness owed to or by data subjects;</li> <li>exercising WELEND’s rights under contracts with data subjects, including collecting amounts outstanding from data subjects;</li> <li>meeting obligations, requirements and arrangements, of WELEND or its affiliates within the WeLab Group, whether compulsory or voluntary, to comply with or in connection with: <ol type='i'> <li>any law, regulation, judgement, court order, voluntary code, sanctions regime applicable to WELEND or its affiliates within the WeLab Group, existing currently or in the future;</li> <li>any guidelines, guidance, rules or codes of practice or requests given, published or issued by any legal, regulatory, governmental, tax, law enforcement or other authorities, relevant stock exchange, self-regulatory or industry bodies or associations of financial service providers within or outside Hong Kong existing currently or in the future;</li> <li>any present or future contractual or other commitment with legal, regulatory, judicial, administrative, public or law enforcement body, or governmental, tax, revenue, monetary, court or other authorities, relevant stock exchange, self-regulatory or industry bodies or associations of financial service providers or any of their agents that is assumed by, imposed on or applicable to WELEND or its affiliates within the WeLab Group; and</li> <li>any agreement or treaty between the authorities described in (iii) above;</li> </ol> </li> <li>complying with any obligations, requirements, policies, procedures, measures or arrangements of WELEND or its affiliates within WeLab Group for the use of data and information for compliance with sanctions or prevention or detection of money laundering, terrorist financing or other unlawful activities;</li> <li>enabling an actual or proposed assignee or transferee of all or any part of WELEND’s business and/or assets, or participant or sub-participant of WELEND’s rights in respect of loans/credit facilities relating to data subjects, to evaluate the transaction intended to be the subject of the assignment, transfer, participation or sub-participation and enabling the actual assignee or transferee to use such data in the operation of the business or rights assigned;</li> <li>comparing data of data subjects or other persons for credit checking, data verification or otherwise producing or verifying data, whether or not for the purpose of taking action against such data subjects;</li> <li>maintaining a credit history of the data subjects (whether or not there exists any relationship between the data subjects and WELEND) for present and future reference;</li> <li>administering, enhancing, maintaining and providing WELEND Chatbot and processing, handling or communicating with data subjects in respect of any enquiry or requests raised by data subjects via WELEND Chatbot; and</li> <li>any other purposes relating to the purposes listed above.</li> </ol> </li></ol><h2>Disclosure of Personal Data</h2><ol start='5'> <li>All personal data held by WELEND will be kept confidential but WELEND may disclose or transfer such information to the following parties for the purposes set out in paragraph 4 above: <ol type='a'> <li>any agent, contractor, sub-contractor or associates of WELEND or its affiliates within the WeLab Group (including its employees, officers, agents, contractors, service providers and professional advisers);</li> <li>any third-party service provider who provides administrative, professional, advisory, telecommunication, information service, computer, payment, data processing, debt collection or other services to WELEND or its affiliates within WeLab Group in connection with the operation or maintenance of its business;</li> <li>any other person who is under a duty of confidentiality to WELEND and has undertaken to keep such information confidential</li> <li>the drawee bank providing a copy of a paid cheque (which may contain data about the payee) to the drawer;</li> <li>credit reference agencies and, in the event of default, debt collection agencies;</li> <li>any authority, body, association or persons mentioned in paragraph 4(k) above;</li> <li>any actual or proposed assignee or transferee or WELEND or, participant or sub-participant of WELEND’s rights in respect of loans/credit facilities relating to data subjects;</li> <li>any persons giving or proposing to give a guarantee or security to guarantee or secure the data subject’s obligations to WELEND;</li> <li>any entities within the WeLab Group;</li> <li>business partners or co-branding partners of WELEND, together with whom WELEND provides products or services to data subjects;</li> <li>subject to obtaining the consent of data subjects in connection with the purpose set out in paragraph 4(h) above: <ol type='i'> <li>third party financial institutions, insurers, credit card companies, securities, commodities and investment services providers, third-party membership programme providers or our co-branding partners; and</li> <li>external service providers (including but not limited to mailing houses, telecommunication companies, telemarketing and direct sales agents, call centres, data processing companies and information technology companies).</li> </ol> </li> </ol> </li></ol><p>Personal data collected in Hong Kong by WELEND may be transferred in and to a place outside Hong Kong.</p><h2>Direct Marketing</h2><ol start='6'> <li>WELEND intends to use a data subject’s data to conduct direct marketing of products or services and requires the data subject’s consent (which includes an indication of no objection) for that purpose. In this connection, please note that: <ol type='a'> <li>the name, contact details, products and other service portfolio information, transaction pattern and behaviour, financial background and demographic data of data subject held by WELEND from time to time may be used by WELEND in direct marketing;</li> <li>the classes of services, products and subjects which may be marketed includes credit/loan facilities and other financial services and products, membership programmes and related products and services, products and services offered by our co-branding partners;</li> <li>the above services, products and subjects may be provided by WELEND or its affiliates within the WeLab Group, third party financial institutions, insurers, securities and investment services providers, third-party membership programme providers or our co-branding partners;</li> <li>in addition to marketing the above services, products and subjects itself, WELEND also intends to provide the data described in sub-paragraph (a) above to all or any of the persons described in sub-paragraph (c) above for use by them in marketing those services, products and subjects, and WELEND requires the data subject’s consent (which includes an indication of no objection) for that purpose; and</li> <li>WELEND may receive money or other property in return for providing the data to the other persons in sub-paragraph (c) above and, when requesting data subject’s consent or no objection as described in sub-paragraph (d) above, WELEND will inform the data subject if we will receive any money or other property in return for providing the data to the other persons.</li> </ol> </li> <li> <b>If you do not wish WELEND to use or provide to the other persons your data for use in direct marketing as described above, you may exercise your opt-out right by notifying us:</b> <br> <br> Data Protection Officer <br> Welend Limited <br>Unit 05-12, Level 22, K11 ATELIER King’s Road <br> 728 King’s Road <br> Quarry Bay, Hong Kong <br> Email: <a href='mailto:cs@welend.hk'>cs@welend.hk</a> <p></p> </li></ol><h2>Access and Correction of Personal Data</h2><ol start='8'> <li>Under and in accordance with the terms of the Ordinance and the Code of Practice on Consumer Credit Data (the “<b>Code</b>”), you have the right: <ol type='a'> <li>to check whether WELEND holds personal data about you and to access such data;</li> <li>to require WELEND to correct any personal data relating to you which is inaccurate;</li> <li>to ascertain WELEND’s policies and practices in relation to personal data and to be informed of the kind of personal data held by WELEND;</li> <li>in relation to consumer credit data, to be informed, upon request, which items of personal data are routinely disclosed to credit reference agencies or debt collection agencies and be provided with further information to enable the making of an access and correction request to the relevant credit reference agency or debt collection agency; and</li> <li>in relation to consumer credit data, upon termination of your account by full repayment and on condition that there has not been, within 5 years immediately before account termination, any material default on your account, to instruct WELEND to make a request to the credit reference agency to delete from its database any account data relating to your terminated account.</li> </ol> </li> <li>If you default in repayment, unless the amount in default is fully repaid or written off (otherwise than due to a bankruptcy order) before the expiry of 60 days from the date such default occurred, your account repayment data (as defined in the Code) may be retained by the credit reference agency until the expiry of 5 years from the date of final settlement of the amount in default.</li> <li>If any amount owed by you is written off due to a bankruptcy order being made against you, your account repayment data (as defined in the Code) may be retained by the credit reference agency, regardless of whether the account repayment data reveals any material default, until the expiry of 5 years from the date of final settlement of the amount in default or the expiry of 5 years from the date of your discharge from bankruptcy as notified to the credit reference agency by you with evidence.</li> <li>In accordance with the terms of the Ordinance, WELEND has the right to charge a reasonable fee for the processing of any data access request.</li> <li>You should send any requests for access to personal data or correction of personal data or for information regarding our policies and practices to: <br> <br> Data Protection Officer <br> Welend Limited <br>Unit 05-12, Level 22, K11 ATELIER King’s Road <br> 728 King’s Road <br> Quarry Bay, Hong Kong <br> Email: <a href='mailto:cs@welend.hk'>cs@welend.hk</a> <p></p> </li> <li>Nothing in this Notification shall limit the rights of the data subjects under the Ordinance.</li> <li>In case of discrepancies between the English and Chinese versions, the English version shall prevail.</li></ol><p>Updated as of May 2020</p>"
  },
  "important-notice": {
    "title": "Important Notice",
    "content": "BY ACCESSING THIS WEBSITE AND ANY OF ITS PAGES, YOU ARE AGREEING TO THE TERMS SET OUT BELOW AND BY CONTINUING TO USE THIS WEBSITE FOLLOWING THE POSTING OF ANY CHANGES TO THESE TERMS WILL SIGNIFY YOUR CONSENT TO THE CHANGES MADE.<h2>General</h2>The products and services set out in this website are offered only in jurisdiction where and when they may be lawfully offered by WELEND LIMITED (<b>“the Company”</b>). The material on these pages are not intended for use by persons located in or resident in jurisdiction which restricts the distribution of this material by us. Persons intending to access these pages are required to inform themselves about and observe any relevant restrictions.These pages should not be regarded as an offer or solicitation to provide products or services described therein to any person to whom it is unlawful to make such an offer or solicitation or where the local law or regulation does not permit the use of such products or services.The information contained in these pages is not intended to provide professional advice and should not be relied upon in that regard. It is strongly recommended that specific advice should be sought where the circumstances require. Any information, products or services supplied in this website may be withdrawn or amended at any time without advance notice at the discretion of the Company. The eligibility of clients for particular information, products or service is subject to the final and absolute discretion of the Company.It is your sole responsibility to prevent, safeguard and ensure that no computer virus enters your system and this website.<h2>No Warranties</h2>While every care has been taken in preparing the information and materials contained in this site, the Company makes no guarantee to its accuracy or completeness and expressly disclaims any liability whatsoever for any loss howsoever arising from or in reliance upon the whole or any part of such information.<h2>Internet Communications</h2>Communication over the Internet may be subject to interruption, transmission blackout, delayed transmission or incorrect data transmission. The Company accept no liability for any damages incurred by users as a result of any delay, loss, diversion, alteration or corruption of any communication either sent to or received from the Company at the user's request over the Internet. Under no circumstances will the Company be liable or bear the responsibilities for any loss or damages of any kind, whether direct, indirect, special, incidental or consequential losses, arising from accessing this website or otherwise.<h2>Hyperlinks</h2>Hyperlinks to other Internet resources are at your own risk. We do not investigate, verify, monitor or endorse the content, accuracy, opinions expressed, and other links provided by these sources.<h2>Use and Disclosure of Personal Information</h2>Unless restricted by applicable law, you agree that any and all personal information/data relating to you collected by the Company from this website from time to time may be used and disclosed for such purposes and to such persons as may be in accordance with the Company’s current <a href=\"/?page_id=1380\">Personal Data Privacy Policy</a>.<h2>Intellectual Property Rights</h2>All contents of this website are owned by the Company and are protected by applicable copyright and other intellectual property laws."
  },
  "customer-declaration": {
    "title": "Customer Declaration",
    "content": "<ol><li>本人向WELEND LIMITED(“貴公司”)確認並保證本貸款申請書內所載資料均是真實無訛、準確並完整。本人同意貴公司有權隨時向任何第三者索取有關本人的資料，包括但不限於向信貸資料服務機構進行查閱。 本人亦同意貴公司透過本人的網頁瀏覽器及不同公開途徑，諸如公共登記冊、公共搜尋器、公共名冊或社交網絡等公共領域查閱及取得本人的個人資料或個人電腦或行動裝置資料作信貸調查及欺詐檢測。</li><br/><li>本人聲明本人為年齡18歲或以上的香港永久性居民，並現於香港地區自僱或受僱。本人謹此聲明本人具償債能力，現時沒有涉及任何破產、訴訟或行政程序，或此等待決事項，或按本人在作出一切合理查詢後所知，威脅會展開該等事項。本人聲明本人並無與其他貸款人作出任何對本人償還貴公司就此申請批出的貸款(如有)構成阻礙的安排。此外，本人亦保證在本人完全償還貴公司貸款之前，不會自願性申請破產。</li><br/><li>本人明白申請貸款批核乃參考本人提供之申請資料及文件，貸款審批結果最終由貴公司決定，而貴公司沒有責任就拒絕此貸款申請提供任何原因。 本人明白並同意在收到貴公司通知成功獲批結果後，本人須確認接受貴公司的條款及細則，當中包括貸款協議條款及細則(登載於貴公司網站)。本人確認已詳閱並明白貸款協議條款及細則，並同意受貸款協議條款及細則所約束。</li><br/><li>本人確認已經詳閱並明白貴公司個人資料私隱政策(‘私隱政策’) (登載於貴公司網站)。除本人行使第五段所述之拒絕權外，本人同意受貴公司私隱政策約束，包括但不限於，貴公司按私隱政策收集、使用並向貴公司的代理人、承包商、或向貴公司提供行政、專業意見、電訊、資料服務、電腦、付款、數據處理、收債或其他與貴公司業務運作有關的其他服務的第三方服務供應商或商業夥伴)提供本人的個人資料(包括但不限於姓名及香港身份證號碼等)。</li><br/><li><b>本人同意貴公司可使用及/或提供本人的個人資料予第三者作直接促銷之用。本人明白，如本人在任何時間不欲貴公司將本人的個人資料按私隱政策聲明所述使用或提供予其他人作直接促銷之用，本人可行使本人之拒絕權並按以下方式聯繫貴公司的個人私隱主任。</li><br/><div class='text-center'><u>WELEND 私隱保障主任WELEND LIMITED, Freepost No.10Hong Kong</u></b></div>或電郵至 <b>cs@welend.hk</b><li>本人明白為了向本人提供貸款之用途，貴公司可能會把本人的個人資料轉移至香港境外，交予貴公司位於中國的集團公司及/或貴公司的代理人 (包括, 但不限於, 貴公司聘用來追討貴公司的客戶過期的貸款的第三方公司)。 該處可能沒有與《個人資料（私隱）條例》(香港法例第四八六章)大體上相似或達致與此條例的目的相同的目的之法律， 亦即是說，本人的個人資料未必可以獲得與在香港相同或類似程度的保障。</li><br/><li>本人確認本人並未與貴公司以外的任何人(“第三方”) 因促致、洽商、取得或申請此筆貸款，及/或因擔保或保證此筆貸款的償還，或由於與該等事務有關，達成或簽訂任何協議（本人與本人委任的律師純粹為提供法律服務而達成或簽訂的協議除外）(“第三方協議”) 。本人明白此確認的目的是確保本人不會被任何第三方另行徵收費用。</li><br/><li>本人根據《電子交易條例》(香港法例第五五三章)第十五條同意貴公司以電子紀錄或以電子方式向本人提供藉香港法律須以書面形式提供之資料(包括但不限於放債人條例 (香港法例第一六三章))。</li><br/></ol><p><u>如本聲明英文與中文版本內容有任何歧異，應以英文版本為準。</u></p><p><p><ol><li>I confirm and warrant that the information given in this application form or otherwise in respect of my application for a personal loan from WELEND LIMITED (\"the Company\") is true, accurate and complete. I also agree that the Company may obtain my information, including but not limited to access for a credit report of the credit reference agency. I also agree that the Company may access and obtain my personal data and device information from my web browser or the public domain through different channels e.g. a public register, a public search engine, a public directory or any social network etc. for the purpose of credit assessment and fraud detection.</li><br/><li>I declare that I am a Hong Kong permanent resident aged 18 or above and am currently employed or self-employed in Hong Kong. I further declare that I am solvent and no bankruptcy, litigation or administrative proceedings are currently made or pending against me, or to my knowledge (having made all reasonable enquiries), threatened, nor are there any arrangements with other lenders which might prevent my ability to repay such loan to be granted to me by the Company under this application (if any). Moreover, I warrant that so long as I owe any amount to the Company, I shall not voluntarily file any petition for bankruptcy.</li><br/><li>I understand that approval of this loan application is subject to the information and documents provided by me and is contingent upon the final approval by the Company who is under no obligation to provide reasons for any rejection of this loan application. I understand and agree that upon notification of the approval result by the Company, I shall confirm to the Company my acceptance of the terms of agreement including the Terms and Conditions to the Loan Agreement (available on the website of the Company). I confirm that I have read and understand the Terms and Conditions to the Loan Agreement, and agree to be bound by the Terms and Conditions to the Loan Agreement.</li><br/><li> I hereby confirm that I have read and understood the Personal Data Privacy Policy (“Policy”) of the Company (available on the website of the Company) and subject to my opt-out right under paragraph 5 below, I confirm that I agree be bound by the Policy including, but not limited to, the Company’s collection, use, provision and disclosure of my personal data (including but not limited to name and Hong Kong Identification Number etc.) to any agent, contractor, third party service provider or business partners which provides administrative, professional advisory, telecommunications, information service, computer, payment, data processing, debt collection or other services to the Company in accordance with the Policy.</li><br/><li><b>I agree that the Company may use my data and/or provide by data to other person(s) to conduct direct marketing of products or services. I understand that if, at anytime, I do not wish the Company to use or provide to any other person any of my personal data for use in direct marketing as described in the Policy, I may exercise my opt-out right by contacting the Privacy Compliance Officer of the Company at.<br/><div class='text-center'><u>Privacy Compliance Officer of WELENDWELEND LIMITED, Freepost No.10Hong Kong</u></b></div>or by e-mailing to <b>cs@welend.hk</b></li><br/><li>I understand that for the purposes of providing the loan to me, you may transfer my personal data outside Hong Kong to companies within the Company’s group and/or your agents (including, but not limited to, third party agencies employed by you to collect overdue amounts owed by your customers) situated in the People’s Republic of China, where there may not be data protection laws which are substantially similar to, or serve the same purposes as, the Personal Data (Privacy) Ordinance (Cap. 486, The Laws of Hong Kong) in place. That means that my personal data may not be protected to the same or similar level in Hong Kong.</li><br/><li>I confirm that I have not entered into or signed any agreement (the “third party agreement”) with any person other than the Company (“third party”) for or in relation to the procuring, negotiation, obtaining or application of the loan subject of this loan application and/or the guaranteeing or securing the repayment of the loan subject of this loan application (other than an agreement with solicitors instructed by you, if any, for the provision of legal services solely). I understand that this confirmation is one of the measures to help ensure that I will not be subject to separate fee charging by any third party. </li><br/><li>I consent to being given any information by the Company in connection with this loan application in the form of an electronic record or by electronic means pursuant to Section 15 of the Electronic Transactions Ordinance (Cap. 553, The Laws of Hong Kong), which information may be required to be given by the Company to me in writing pursuant to Hong Kong law, including but not limited to the Money Lenders Ordinance (Cap. 163, The Laws of Hong Kong).</li><br/></ol><p><u>If there is any inconsistency between the English version and the Chinese version of this declaration, the English version shall prevail. </u>"
  },
  "declaration-cashloan": {
    "title": "Declaration",
    "content": "<ol><li>I confirm and warrant that the information given in this application form or otherwise in respect of my application for a personal loan from WELEND LIMITED (\"the Company\") is true, accurate and complete.</li><li>I declare that I am a Hong Kong resident aged 18 or above and am currently employed or self-employed in Hong Kong. I further declare that I am solvent and no bankruptcy, litigation or administrative proceedings are currently made or pending against me, or to my knowledge (having made all reasonable enquiries), threatened, nor are there any arrangements with other lenders which might prevent my ability to repay such loan to be granted to me by the Company under this application (if any). Moreover, I confirm and agree that so long as I owe any amount to the Company, I shall not voluntarily file any petition for bankruptcy.</li><li>I understand that approval of this loan application is subject to the information and documents provided by me and is contingent upon the final approval by the Company who is under no obligation to provide reasons for any rejection of this loan application. I understand and agree that upon notification of the approval result by the Company, I shall confirm to the Company my acceptance of the terms of agreement including the Terms and Conditions to the Loan Agreement (available on the website of the Company). I confirm that I have read and understand the Terms and Conditions to the Loan Agreement, and agree to be bound by the Terms and Conditions to the Loan Agreement.</li><li>I hereby confirm that I have read and understood the&nbsp;<a target=\"_blank\" style=\"color:#F48024\" href=\"https://www.welend-staging.com/en/privacy-policy\">Privacy Policy and Personal Information Collection Statement</a>(\"Policy\") of the Company and I agree to be bound by the Policy including, but not limited to, the Company's collection, use and disclosure of my personal data in accordance with the Policy.</li><li>I understand that for the purposes of provision of services to me, you may transfer my personal data outside Hong Kong to companies within the Company's group and/or your agents (including, but not limited to, third party agencies employed by you to collect overdue amounts owed by your customers) situated in the People's Republic of China, where there may not be data protection laws which are substantially similar to, or serve the same purposes as, the Personal Data (Privacy) Ordinance (Cap. 486, The Laws of Hong Kong) in place. That means that my personal data may not be protected to the same or similar level in Hong Kong.</li><li>I confirm that I have not entered into or signed any agreement (the \"third party agreement\") with any person other than the Company (\"third party\") for or in relation to the procuring, negotiation, obtaining or application of the loan subject of this loan application and/or the guaranteeing or securing the repayment of the loan subject of this loan application (other than an agreement with solicitors instructed by you, if any, for the provision of legal services solely). I understand that this confirmation is one of the measures to help ensure that I will not be subject to separate fee charging by any third party.</li><li>I consent to being given any information by the Company in connection with this loan application in the form of an electronic record or by electronic means pursuant to Section 15 of the Electronic Transactions Ordinance (Cap. 553, The Laws of Hong Kong), which information may be required to be given by the Company to me in writing pursuant to Hong Kong law, including but not limited to the Money Lenders Ordinance (Cap. 163, The Laws of Hong Kong).</li><li>I understand that the Company may, from time to time, offer a fee or commission to its business partners for customer referrals and I consent to such arrangements.</li></ol><p><u>If there is any inconsistency between the English version and the Chinese version of this declaration, the English version shall prevail.</u></p>"
  },
  "terms-and-conditions":{
    "title": "Terms and Conditions",
    "content":"<h3>Terms and Conditions of Personal Loan Agreement</h3><p><b>PLEASE READ CAREFULLY</b> the following terms and conditions of your personal loan agreement (the “<b>Agreement</b>”) together with the KEY TERMS OF PERSONAL LOAN AGREEMENT and the terms set out in your <b>LOAN APPLICATION</b> (collectively the <b>“Terms and Conditions”</b>) for WELEND LIMITED personal loans. This Agreement and the KEY TERMS OF PERSONAL LOAN AGREEMENT and the Terms and Conditions do not become binding and shall be of no force and effect unless and until WELEND LIMITED (the <b>“Company”</b>) confirms, no later than by the third Business Day (as defined below) after the date of this Agreement, that you have passed the Company’s credit checks (such determination being at the sole discretion of the Company). Upon approval and final confirmation of your loan application (<b>“Final Confirmation”</b>) by <b>WELEND LIMITED</b>, the Terms and Conditions shall constitute a binding agreement between you and the Company. By completing your LOAN APPLICATION and submitting your LOAN REQUEST, you are committing to obtain the Loan from the Company on the Terms and Conditions, subject to the Company’s Final Confirmation and Acceptance. You have no right to withdraw your LOAN APPLICATION once the Loan Proceeds are disbursed in accordance with the Disbursement Schedule. For the avoidance of doubt, where the Loan Proceeds are to be paid by cheque, insofar as the cheques have been delivered by the Company in accordance with the Disbursement Schedule, you are required to repay the Company in accordance with the Terms and Conditions regardless as to whether such cheque(s) have been deposited. You are advised to PRINT a set of the Terms and Conditions for your records.<br> CAPITALISED TERM NOT DEFINED HEREIN SHALL HAVE THE SAME MEANING AS ASCRIBED TO IT IN THE KEY TERMS OF PERSONAL LOAN AGREEMENT.<br> The Company shall only make available the Loan to you as the Borrower on the terms set out in the Terms and Conditions which must be observed by you at all times throughout the term of this Agreement until all sums payable by you to the Company under this Agreement are fully and irrevocably paid.</p><ol><li><h4>The Loan</h4><p>Subject to the Terms and Conditions (including, but not limited to, satisfaction of the condition precedent that you have passed the Company’s credit checks), the Company agrees to advance the Loan to you. by The Loan Proceeds shall be disbursed to you in accordance with the Disbursement Schedule no later than by the third Business Day (as defined below) after the date of this Agreement. You agree that, for the purposes of this Agreement, your Loan shall be deemed to be disbursed to you on the date of this Agreement. If any part of the Loan Proceeds is required to be paid to a Third Party Credit Provider in accordance with the Disbursement Schedule, you agree that the Company shall pay part of the Loan Proceeds to the Third Party Credit Provider (details of which are set out in the Disbursement Schedule) and such payment, together with the payment of the remaining part of the Loan Proceeds to you, shall constitute full disbursement of the Loan Proceeds by the Company to you.</p></li><li><h4>Interest</h4><p>Monthly Flat Rate shall be defined as:</p><p>(total interest payable on the Loan/total principal amount of the Loan)/tenor of the Loan (in months) X 100%</p><p>The total interest on the Loan payable by you shall be as set out in the Agreement.<br> You agree that the Company may apportion the principal and interest payable under each instalment at its sole discretion. You acknowledge that the proportion of interest payable under each instalment may not represent an equal proportion of the principal due under each instalment.<br> Please refer to the Account Dashboard which may be viewed once you log in from the Company’s website for details on the Repayment Schedule (including the amount of interest payable under each instalment).<br> Interest shall accrue on the Loan from the Loan Drawdown Date. You shall pay Interest on the Loan in arrears on each and every relevant Due Date of payment as set out in the Repayment Schedule. The equivalent Effective Rate is calculated based on punctual repayment for all instalments according to the Repayment Schedule until loan maturity.</p></li><li><h4>Payment</h4><ol type='i'><li>You agree to reimburse all such remittance charges (the “Remittance Charges”) that may be incurred by the Company in relation to the disbursement of the Loan, and you hereby authorise the Company to deduct from the Loan Proceeds or, unless otherwise agreed to between you and the Company, debit all such Remittance Charges from your Repayment Account without further notice.</li><li>You hereby agree and undertake to the Company that:<ol type='a'><li>the Company is hereby authorized by you to deduct from the final approved principal amount of the Loan any and all such Handling Fee and (where applicable) any outstanding balance under any Refinanced Agreement, before the remaining amount is disbursed to you by the Company in accordance with the Disbursement Schedule on the Loan Drawdown Date;</li><li>all such Handling Fee and Remittance Charges are non-refundable and to be paid by you to the Company and any deduction for such Handling Fee and/or Remittance Charges shall not affect your obligation to repay in full the final approved principal amount of the Loan to the Company;</li><li>you shall repay to the Company (i) the final approved principal amount of the Loan and (ii) Interest from time to time accrued on the Loan calculated at the relevant interest rate on the relevant Due Dates as set out in the Repayment Schedule; any balance owing for the account for the Loan (after payment of all instalments) must be repaid by you on the relevant Due Date of Last Instalment which may be round up or down as may from time to time be determined by the Company in its sole discretion.</li><li>unless otherwise agreed to between you and the Company, you shall make all such instalment payments by automatic payment via your Repayment Account and provide the Company with any authority the Company may require to enable it to debit such instalment amount from your Repayment Account. You hereby further agree that you shall at all times organise such automatic payment arrangement with a licensed bank registered in Hong Kong throughout the term of this Agreement, under which an amount equal to each instalment amount is debited from your Repayment Account and paid to the Company on each instalment payment Due Date. If you wish to change the automatic payment service provider, you shall notify the Company at least 30 Business Days (as defined below) before the relevant Due Date of such instalment;</li><li>unless otherwise agreed to between you and the Company, you hereby authorise the Company to debit your Repayment Account for the amount of each instalment payment on the relevant Due Date as set out in the Repayment Schedule; and</li><li>unless otherwise agreed to between you and the Company, you shall at all times maintain a credit balance and sufficient funds in your Repayment Account for repayment of the Loan plus Interest in accordance with the Repayment Schedule.</li></ol></li><li>Any payment falling due on a day which is not a Business Day, or which would otherwise be due on a non‐Business Day, is instead due on the immediately following Business Day. For the purpose of this Agreement, “Business Day” means a day, other than a Saturday or a Sunday or a public holiday, on which commercial banks are open for business in Hong Kong.</li><li>All your payments shall be made to the Company no later than 3:00 p.m. (Hong Kong time) on the relevant Due Dates in immediately available funds by payment into your Repayment Account or otherwise. Any payment received after 3:00 p.m. (Hong Kong time) on a Business Day is deemed received by the Company on the next succeeding Business Day.</li><li>Payments will be applied by the Company in the following order, firstly, legal and collection fees (if any), secondly, administration fees on overdue amount (if any), thirdly, Interest on the Loan, and lastly, the outstanding principal amount of the Loan; or in any such other order or manner as the Company may from time to time in its sole discretion consider appropriate without prior notice. The Company reserves the right to allocate a higher or lower proportion of any one or more of your instalment payment(s) to interest rather than to the principal amount of the Loan owed by you to the Company, and vice versa, and to make such allocation between the interest and principal amount of the Loan in such manner as the Company may from time to time in its sole discretion consider appropriate without further notice.</li><li>No partial repayment of the Loan will be accepted by the Company except such repayment made in accordance with the Repayment Schedule.</li><li>No request for change of any Due Date(s) after the Loan Proceeds are disbursed to you will be accepted, unless otherwise agreed to by the Company.</li></ol></li><li><h4>Other fees and charges</h4><ol type='i'><li>If you fail to pay or repay any amount payable by you to the Company on the relevant Due Date(s), the Company shall be entitled to charge you and you hereby authorize the Company to debit your Repayment Account for a sum of HK$350 per month as its administration fee for making all necessary arrangement to collect such overdue amount for so long as such overdue amount remains due and outstanding.</li><li>You agree to pay to the Company an administration fee of HK$50 if a cheque issued by you to the Company is returned and HK$100 if a payment transfer to the Company is returned for failure by the relevant licensed bank to proceed with your automatic payment instruction due to insufficient funds in your Repayment Account or for any other reason(s). You further agree that such administration fees shall be charged for each attempt by the Company to collect such unsuccessful payment.</li><li>If the period between the Loan Drawdown Date and the First Due Date is more than one month, you acknowledge that the amount payable on the First Due Date set out above comprises interest for the period commencing from the Loan Drawdown Date to the First Due Date. Interest for the days in excess of one month is calculated based on the principal amount of the Loan multiplied by the Effective Interest Rate (which assumes 365 days per year) pro-rated for the relevant number of days. Such interest shall be payable on the First Due Date.</li><li>If the period between the Loan Drawdown Date and the First Due Date is less than one month, you acknowledge that the interest payable on the First Due Date set out above is calculated on the basis that interest accrues for a full month. Such interest shall be payable on the First Due Date.</li><li>You agree to pay to the Company an administration fee of HK$150 if you fail to provide the Company with any authority the Company may require to enable it to debit any instalment payment amount from your Repayment Account.</li><li>If a Due Date is adjusted (with your consent) before the scheduled Last Due Date and results in an extension of the loan maturity date, the amount of interest charged for the extended period (which shall be in addition to the amounts originally due on the original Last Due Date) shall be calculated based on the principal amount of the Loan which would be outstanding as at the date of adjustment multiplied by the Effective Interest Rate (which assumes 365 days per year) pro-rated for the number of days extended and will be payable on the next Due Date. All outstanding payments shall be paid on the extended last due date.</li><li>If a Due Date is adjusted (with your consent) before the scheduled Last Due Date and results in an earlier loan maturity, interest of the final period shall be treated as if the period is for a full month; no adjustment thereto will be made.</li></ol></li><li><h4>Indemnities</h4><p>You shall indemnify and keep the Company indemnified against all costs and expenses reasonably incurred by the Company in connection with enforcement of, or the preservation of any rights under, this Agreement including, without limitation, all costs and expenses incurred by the Company in engaging legal advisers and/or collection agents or other agents in relation to the recovery of amounts payable under this Agreement.</p></li><li><h4>Prepayment</h4><p>Subject as otherwise provided in this Agreement, you are entitled to prepay the whole (but not part) of the Loan plus all Interest accrued thereon before the scheduled Last Due Date, provided that:</p><ol type='i'><li>You have given to the Company not less than 30 days’ prior written notice stipulating the amount to be prepaid and the proposed prepayment date (the“<b>Prepayment Notice</b>”);</li><li>such prepayment is for the amount of Loan outstanding; and</li><li>such prepayment is inclusive of:<ol type='a'><li>all accrued but unpaid Interest on the Loan calculated up to and including the proposed prepayment date stipulated in the Prepayment Notice;</li><li>all fees, expenses and charges payable in respect of the Loan calculated up to and including the proposed prepayment date; and</li><li>all administration fees, if any, as set out in Clause 4 (i) above.</li></ol></li></ol></li><li><h4>Representation</h4><p>You hereby represent and warrant to the Company that:</p><ol type='i'><li>you are a Hong Kong permanent resident with age over 18;</li><li>you are of sound mind and are competent to enter into and perform your obligations under this Agreement;</li><li>all documents and information (including personal data and financial information) supplied to the Company by you or on your behalf in connection with this Agreement are true, complete and accurate in all material respects;</li><li>all forms and agreements bearing your signatures submitted to the Company in support of or in connection with your loan application are signed by you personally and represent your true and genuine agreement to the contents contained therein;</li><li>you are solvent and no bankruptcy, litigation or administrative proceedings are currently made against you or to your knowledge threatened, nor do you have any arrangements with other lenders which might prevent your ability to fulfil any of your obligations under this Agreement. Moreover, you warrant that as long as you owe any amount to the Company, you shall not take any action to declare or apply for bankruptcy;</li><li>this Agreement constitutes legal, valid and binding obligations enforceable against you in accordance with its terms; and</li><li>each of the above warranties is deemed to repeat at all times throughout the term of this Agreement until all sums payable by you to the Company under this Agreement are fully and irrevocably paid by reference to the facts and circumstances from time to time existing.</li></ol></li><li><h4>Acceleration</h4><p>In the event of occurrence of any of the following events of default, the Company may at any time thereafter by notice to you declare that any and all of the outstanding balance of the Loan plus all accrued but unpaid Interest, administration fees, reimbursable expenses and other amounts owing by you to the Company under this Agreement are either (a) immediately due and payable or (b) payable on the Company’s later demand:</p><ol type='i'><li>you fail to pay on the relevant Due Date any amount payable by you under and in the manner stipulated in this Agreement when due;</li><li>you fail to duly perform any of your obligations under this Agreement (other than your payment obligation referred to in Sub-‐clause (i) above) and such failure is not capable of remedy or, if remediable, is not remedied within 7 days after notice of such failure from the Company is served to you, or in the opinion of the Company, you are in breach of any provision of this Agreement;</li><li>any representation, warranty or statement made by you in this Agreement or in any form(s) or document(s) delivered to the Company is incorrect or misleading in any material respect when made or repeated;</li><li>you become or are declared insolvent or bankrupt;</li><li>it is or becomes unlawful for you to perform any of your obligations under this Agreement;</li><li>you enter into or are a party to or have any liabilities in respect of any loan agreement, overdraft facility, guarantee, indemnity or letter of credit or any security document, which may inhibit, impede or delay your repayment or the performance of your other obligations under this Agreement;</li><li>you undertake new credit facilities with any financial institution during the first half of your repayment term as described in the Key Terms of Personal Loan Agreement; or</li><li>your death or under any other circumstances where the Company chooses to exercise its overriding right to payment on demand by deciding, with or without reason, that acceleration of the repayment of the Loan is appropriate.</li></ol></li><li><h4>Set‐Off</h4><p>You agree that in addition to any general lien or similar right to which the Company may be entitled at law, the Company may at any time without prior notice, combine or consolidate any of your accounts (wherever situate) with your liabilities and set off or transfer any sum or sums standing to the credit of any of your accounts in or towards satisfaction of any of the aforesaid liabilities to the Company, whether such liabilities be primary, collateral, several, joint or in other currencies. Further, in so far as your liabilities to the Company are contingent or future, the Company’s liability to you to make payment of any sum or sums standing to the credit of any of your accounts shall to the extent necessary to cover such liabilities be suspended until the happening of the contingency or future event.</p></li><li><h4>Assignment</h4><p>You hereby agree and acknowledge that</p><ol type='i'><li>the Company may without notice to you assign all or part of its rights and benefits under this Agreement in any manner whatsoever and to any person for such purposes as the Company may solely think fits;</li><li>none of your rights or obligations under this Agreement may be assigned by you to any person; and</li><li>this Agreement shall be binding on and ensure to the benefit of the Company’s and your successors and permitted assigns.</li></ol></li><li><h4>Notice</h4><ol type='i'><li>You undertake to the Company that, from the Loan Drawdown Date until all sums payable by you to the Company under this Agreement are fully and irrevocably paid, You shall:<ol type='a'><li>promptly inform the Company of any changes to the information (including your personal data and financial information) you supplied to the Company in respect of this Agreement;</li><li>promptly advise the Company upon becoming aware of any event of default or potential event of default as described in Clause 8 or any other factor which might inhibit, impair or delay the performance of your obligations under this Agreement, and upon receipt of a request to that effect from the Company, confirm to the Company that, save as previously notified to the Company or as notified in such confirmation, no such event or factor has occurred.</li></ol></li><li>You further acknowledge that all notices sent to your last known address by post shall be deemed to have been duly served 2 days after the date of posting.</li></ol></li><li><h4>Personal Data</h4><ol type='i'><li>All information provided by you to the Company may be used and disclosed for such purposes and to such persons in accordance with the provisions of this Agreement and the Company’s policies and practices.</li><li>The Company may disclose on a confidential basis to a potential transferee or any other person proposing to enter into contractual arrangements with the Company in relation to or in connection with this Agreement (the “Permitted Disclosees”), or to the Company’s or the Permitted Disclosees’ holding company, affiliates, credit agencies, collection agencies or advisers or any other person providing services to the Company or any Permitted Disclosee, any of your information, information about this transaction, this Agreement and the forms and documents referred to therein as it thinks fit in accordance with the Company’s policies and practices on use and disclosure of personal data as set out in the Company’s Personal Data (Privacy) Policy in effect from time to time.</li><li>You acknowledge that you have received a copy of this Agreement and Personal Data (Privacy) Policy through the Company’s website, and agree to be bound by the provisions therein mentioned.</li><li>You agree and hereby give your consent to the Company that the Company may obtain credit report(s) on you and any of its sureties from any credit reference agency in reviewing your application for credit facilities at any time as it deems necessary. If your consent under this Sub-‐Clause is revoked for whatever reasons, you shall be deemed to have breached this Clause 12 and the Company shall be entitled to exercise its rights under Clause 8 “Acceleration” above as a result of your breach.</li></ol></li><li><h4>No Appointed Third Party in relation to the Granting of Loans</h4><p>You confirm that you have not entered into or signed any agreement (the “third party agreement”) with any person other than the Company (“third party”) for or in relation to the procuring, negotiation, obtaining or application of the Loan and/or the guaranteeing or securing the repayment of the Loan (other than an agreement with solicitors instructed by you, if any, for the provision of legal services solely).</p></li><li><h4>Counterparts</h4><p>This Agreement may be signed in any number of counterparts, all of which, when taken together and delivered to the Company, shall constitute one and the same instrument. Any party may enter into this Agreement by signing any such counterpart.</p></li><li><h4>Miscellaneous</h4><ol type='i'><li>You hereby acknowledge receipt from the Company a copy of this Agreement together with the Summary of Provisions of the Money Lenders Ordinance (Cap.163, Laws of Hong Kong).</li><li>The Company reserves the right and shall have sole and absolute discretion to alter any provisions under the Terms and Conditions, the principal amount or interest rate, charges, fees and/or disbursement applicable to the Loan from time to time by notice to you of such alteration in such manner it thinks fit.</li><li>Notwithstanding anything to the contrary contained in this Agreement, the Company may, in its sole and absolute discretion, modify, cancel or terminate the Loan or any part thereof at any time without any liability. In such event, the balance of the Loan together with all outstanding accrued Interest thereon and all other sums payable hereunder shall be repayable by you at any time upon the Company’s first demand.</li><li>The illegality, invalidity or unenforceability of any provision of this Agreement under any law does not affect its legality, validity or enforceability under any other law nor the legality, validity or enforceability of any other provision.</li><li>The Terms and Conditions shall form and shall be deemed to form an integral part of this Agreement, and a copy thereof is available for you to download from the Company’s website.</li><li>This Agreement shall be governed by and construed in accordance with the laws of Hong Kong. You and the Company have agreed to submit to the exclusive jurisdiction of the courts of Hong Kong for all purposes relating to this Agreement.</li><li>In case of discrepancy between the English and Chinese versions of the Terms and Conditions, the English version shall prevail.</li><li>This Agreement and Disbursement Date is subject to the receipt of borrower’s signed Loan Agreement and Direct Debit Authorization Form.</li></ol></li></ol>"
  }
}
